Repository: alexislefebvre/dotclear-lab
Catalog: plugins/livecounter/locales/*/main.po
Languages: fr

source: Connected visitors
fr: Visiteurs connectés

source: Title:
fr: Titre :

source: Content when several users are connected (%1$s = number of visitors, %2$s = list of visitors):
fr: Contenu si plusieurs visiteurs sont connectés (%1$s = nombre de visiteurs, %2$s = liste des visiteurs) :

source: %1$s visitors are online : %2$s.
fr: %1$s visiteurs sont en ligne : %2$s.

source: Content when just one visitor is connected (%1$s = number of visitors, %2$s = list of visitors):
fr: Contenu si un seul visiteur est connecté (%1$s = nombre de visiteurs, %2$s = liste des visiteurs) :

source: Hello %2$s, you are lonely on this site.
fr: Bonjour %2$s, vous êtes seul sur ce site.

source: When an unknown visitor is connected:
fr: Si un visiteur inconnu est connecté :

source: an unknown visitor
fr: un visiteur inconnu

source: When several unknown visitors are connected (%s = number of unknown visitors):
fr: Si plusieurs visiteurs inconnus sont connectés (%s = nombre de visiteurs inconnus)

source: %s unknown visitors
fr: %s visiteurs inconnus

source: Timeout (in minutes):
fr: Expiration (en minutes) :

source: Link connected users to their websites
fr: Lier les visiteurs connectés à leur site web

source: Home page only
fr: Seulement en page d'accueil

source: To finish installation, please delete the whole cache/cbtpl directory.
fr: Pour finir l'installation, merci de supprimer tout le dossier cache/cbtpl.

source: and
fr: et

source: Unable to create cache directory. Please create a directory named 'livecounter' in your cache directory.
fr: Impossible de créer le dossier cache. Merci de créer un dossier nommé "livecounter" dans votre dossier cache.
