Repository: alexislefebvre/dotclear-lab
Catalog: plugins/postWidgetText/locales/*/main.po
Languages: fr

source: Post widget text
fr: Widget texte de billet

source: Enable plugin
fr: Activer l'extension

source: Enable import/export behaviors
fr: Activer les fonctions d'import/export

source: Add a widget with a text related to an entry
fr: Ajouter un widget avec un texte relatif au billet

source: More about this entry
fr: En savoir plus sur ce billet

source: Use excerpt if no content
fr: Utiliser le résumé si le widget n'a pas de contenu

source: Show widget even if empty
fr: Afficher le widget même si il est vide

source: You are not allowed to create an entry text widget
fr: Vous n'êtes pas autorisé à créer un widget texte sur ce billet

source: You are not allowed to update entries text widget
fr: Vous n'êtes pas autorisé à modifier les widgets texte des billets

source: You are not allowed to delete this entry text widget
fr: Vous n'êtes pas autorisé à effacer le widget texte de ce billet

source: You are not allowed to delete entries text widget
fr: Vous n'êtes pas autorisé à effacer les widgets texte des billets

source: Additional widget
fr: Widget additionnel

source: Widget title:
fr: Titre du widget :

source: Wigdet text:
fr: Texte du widget :

source: No widget
fr: Pas de widget

source: Post title
fr: Titre du billet

source: Post date
fr: Date du billet

source: Widget title
fr: Titre du widget

source: Widget date
fr: Date du widget

source: Posts widgets successfully delete.
fr: Widgets de billets effacés.

source: Posts widgets
fr: Widgets de billets

source: Delete selected widgets
fr: Effacer les widgets texte selectionnés
