Repository: alexislefebvre/dotclear-lab
Catalog: plugins/remotelatex/locales/*/main.po
Languages: fr, ru

source: LaTeX server location is empty.
fr: L'emplacement du serveur LaTeX est vide.
ru: Пустой адрес LaTeX сервера.

source: Field "%s" is required.
fr: Le champ « %s » est requis.
ru: "%s" обязательно.

source: Settings have been successfully updated.
fr: Les paramètres ont été enregistrés avec succès.
ru: Параметры успешно обновлены.

source: Unable to delete cached images.
fr: Impossible de supprimer les images mises en cache.
ru: Не возможно удалить картинки из кэша.

source: All cached images have been successfully deleted.
fr: Toutes les images mises en cache ont été supprimées avec succès.
ru: Все картинки ис кзша успешно удалины.

source: Remote LaTeX configuration
fr: Configuration de Remote LaTeX
ru: Конфигурацыя Remote Latex

source: Test results:
fr: Résultats du test :
ru: Результаты теста :

source: Configuration
ru: Конфигурацыя

source: Server settings
fr: Configuration du serveur
ru: Параметры сервера

source: Required field
ru: Обязательное поле

source: LaTeX server location:
fr: Emplacement du serveur LaTeX :
ru: Адрес LaTeX-сервера :

source: Note : this location should give a valid GIF or PNG image.
fr: Note : cet emplacement devrait retourner une image GIF ou PNG valide.
ru: Примечание : етот адрес должен соответствовать правильной GIF или PNG картинке.

source: Field "%s" will be replaced by LaTeX code to insert.
fr: Le champ « %s » sera remplacé par le code LaTeX à insérer.
ru: "%s" заменится LaTeX формулой.

source: save
ru: сохранить

source: test it
fr: tester
ru: попробувать

source: delete cached images
fr: supprimer les images mises en cache
ru: удалить картинки из кэша

source: Unable to get LaTeX image from the server.
fr: Impossible d'obtenir l'image depuis le serveur.
ru: Не возможно получить картинку LaTeX от сервера.

source: File is not a valid GIF or PNG image.
fr: Le fichier obtenu n'est pas une image GIF ou PNG valide.
ru: Полученный файл не является правильной GIF или PNG картинкой.
