Repository: alexislefebvre/dotclear-lab
Catalog: plugins/tweet/locales/*/main.po
Languages: fr

source: Div’s class (needed to display several widgets with different contents):
fr: Class du widget (nécessaire pour différencier des widgets à contenus différents) :

source: Query type:
fr: Type de contenu

source: user(s)
fr: utilisateur(s)

source: list
fr: liste

source: search
fr: recherche

source: – user(s): Users names or IDs, comma separated
fr: – utilisateur(s) : noms ou ID utilisateurs, séparés par des virgules

source: – list: name or ID of the list owner
fr: – liste : Nom ou ID du propriétaire de la liste

source: – search: search string
fr: – recherche : termes de recherche

source: If list, list name:
fr: Si liste, nom de la liste

source: Tweets to display (1 to 100):
fr: Messages à afficher (1 à 100) :

source: Avatar size (void not to display avatars, 48 max):
fr: Taille de l’image (laisser vide pour pour pas d’image, 48 max.) :

source: Avatar hover text (title and alt attribute):
fr: Texte au survol de l’image (attributs alt et title, %u pour le nom de l’utilisateur)

source: Default introducing text (%u will display user’s name, %U will display user’s full name):
fr: Texte d’introduction des messages par défaut (%u affichera le nom du compte, %U le nom complet de l’utilisateur)

source: I said
fr: j’ai dit

source: Reply text intro:
fr: Texte d’introduction des messages de réponse :

source: I replied to
fr: j’ai répondu à

source: More recent than a minute:
fr: Message de la dernière minute :

source: less than a minute ago
fr: il y a moins d’une minute

source: Between one and two minutes:
fr: Entre une et deux minutes :

source: about a minute ago
fr: il y a environ une minute

source: Between two minutes and one hour:
fr: Entre deux minutes et une heure :

source: %t minutes ago
fr: il y a %t minutes

source: Between one and two hours:
fr: Entre une et deux heures :

source: about an hour ago
fr: il y a environ une heure

source: Less than a day old:
fr: Depuis moins d’un jour :

source: about %t hours ago
fr: il y a environ %t heures

source: Between 24 and 48 hours old:
fr: Entre 24h et 48h :

source: 1 day ago
fr: il y a environ 1 jour

source: More than two days old:
fr: Depuis plus de deux jours :

source: %t days ago
fr: il y a %t jours

source: Put date after tweet
fr: Placer la date après le message

source: Default introducing text (%u will display user’s name):
fr: Texte d’introduction des messages par défaut (%u affichera le nom de l’utilisateur)
