Repository: alexislefebvre/dotclear-lab
Catalog: plugins/cinecturlink2/locales/*/main.po
Languages: fr

source: My cinecturlink
fr: Mes cinecturlink

source: Update date
fr: Date de mise à jour

source: My rating
fr: Mon évaluation

source: Random
fr: Aléatoire

source: Number of views
fr: Nombre d'affichages

source: Sort: (only for date, note and title)
fr: Ordre: (seulement pour date, note et titre)

source: Limit:
fr: Limite :

source: Enable link
fr: Autoriser les liens

source: Show author
fr: Afficher l'auteur

source: Show my rating
fr: Afficher mon évaluation

source: Show description
fr: Afficher la description

source: Show a link to cinecturlink page
fr: Afficher un lien vers la page publique

source: List of categories of cinecturlink
fr: Liste des catégories de cinecturlink

source: My cinecturlink by categories
fr: Mes cinecturlink par catégories

source: Show number of links
fr: Afficher le nombre de liens

source: view all links
fr: voir tous les liens

source: More links
fr: Plus de liens

source: all links
fr: tous les liens

source: view links of this category
fr: voir les liens de cette catégorie

source: previous links
fr: liens précédents

source: next links
fr: liens suivants

source: These entries Atom feed
fr: Fil atom de ces billets

source: Category's entries feed
fr: Fil de cette catégorie

source: link
fr: lien

source: category
fr: catégorie

source: No link title
fr: Pas de titre de lien

source: No link description
fr: Pas de description de lien

source: No such link ID
fr: ID de lien inconnu

source: No category title
fr: Pas de titre de catégorie

source: No category description
fr: Pas de description de catégorie

source: No such category ID
fr: ID de catégorie inconnu

source: Failed to create public folder for images.
fr: Impossible de créer le repertoire publique pour les images.

source: You must provide a title.
fr: Vous devez fournir un titre.

source: Category with same name already exists.
fr: Une catégorie portant le même nom existe déjà.

source: You must provide an author.
fr: Vous devez spécifier un auteur

source: You must provide a link to an image.
fr: Vous devez fournir un lien vers une image.

source: Link with same name already exists.
fr: Un lien avec le même titre existe déjà.

source: Unknown link.
fr: Lien inconnu

source: change my rating
fr: Modifier mon évaluation

source: Category successfully created
fr: Catégorie mise à jour avec succès

source: Categories successfully deleted
fr: Catégories supprimées avec succès

source: Categories successfully reordered
fr: Catégories réordonnées avec succès

source: There is no category
fr: Il n'y a pas de catégorie

source: name
fr: nom

source: Check to delete
fr: Cocher pour supprimer

source: update categories
fr: mettre à jour les catégories

source: Link successfully created
fr: Lien créé avec succès

source: Links successfully deleted
fr: Liens supprimés avec succès

source: Links successfully updated
fr: Liens mis à jour avec succès

source: There is no link
fr: Il n'y a pas de lien

source: Selected links action:
fr: Action sur les liens selectionnés :

source: Edit links
fr: Modifier les liens

source: This changes category for all selected links.
fr: Ceci change la catégorie des liens selectionnés.

source: Select a category:
fr: Selectionner une catégorie :

source: This changes my rating for all selected links.
fr: Ceci change mon évaluation des liens selectionnés.

source: Select a rating:
fr: Selectionner une note :

source: New link
fr: Nouveau lien

source: Search with Google
fr: Rechercher avec Google

source: Image URL:
fr: Lien vers l'image :

source: Search with Amazon
fr: Rechercher avec Amazon

source: or select from repository:
fr: ou selectionner depuis le dépôt :

source: My rating:
fr: Mon évaluation :

source: update link
fr: mettre à jour ce lien

source: create link
fr: créer ce lien

source: You must provide a specific folder for images.
fr: Vous devez fournir un dossier spécifique pour les images.

source: Settings
fr: Paramètres

source: Please wait
fr: Veuillez patienter

source: Enable plugin
fr: Activer l'extension

source: Maximum width of images (in pixel):
fr: Largeur maximum des images (en pixels) :

source: Public folder of images (under public folder of blog):
fr: Dossier publique des images (dans le répertoire "public" du blog) :

source: Update cache when use "Random" or "Number of view" order on widget (Need reload of widgets on change)
fr: Mettre à jour le cache lors de l'utilisation de l'ordre "Aléatoire" ou "Nombre d'affichages" dans le widget (Nécessite le rechargement du widget)

source: This increases the random effect, but updates the cache of the blog whenever the widget is displayed, which reduces the perfomances of your blog.
fr: Ceci augmente l'effet aléatoire, mais met à jour le cache à chaque affichage du widget, ce qui diminue les performances du blog.

source: Public page
fr: Page publique

source: Enable public page
fr: Activer la page publique

source: Public page has url: %s
fr: La page publique à l'URL: %s

source: Title of the public page:
fr: Titre de la page publique :

source: Description of the public page:
fr: Description de la page publique :

source: Limit to %s entries per page on pulic page.
fr: Limiter à %s liens par page sur la page publique.

source: Once the extension has been configured and your links have been created, you can place one of the cinecturlink widgets in the sidebar.
fr: Une fois l'extension configurée et vos liens créés, vous pouvez placer un des widgets cinecturlink dans la barre latérale.

source: In order to open links in new window you can use plugin %s.
fr: Afin d'ouvrir les liens dans une nouvelle page vous pouvez utiliser l'extension %s.

source: In order to change URL of public page you can use plugin %s.
fr: Afin de changer l'URL de la page publique vous pouvez utiliser l'extension %s.

source: You can add public pages of cinecturlink to the plugin %s.
fr: Vous pouvez ajouter les pages publiques de cinecturlink à l'extension %s.

source: The plugin Cinecturlink2 is compatible with plugin %s.
fr: L'extension Cinecturlink2 est compatible avec l'extension %s.

source: Plugin cinecturlink2
fr: Extension cinecturlink 2

source: link creation
fr: Création de lien

source: A new cineturlink named "%s" was added by "%s"
fr: Un nouveau cinecturlink nommé "%s" a été ajouté par "%s"

source: updating link
fr: Mise à jour de lien

source: Cinecturlink named "%s" has been updated by "%s"
fr: Le cinecturlink nommé "%s" a été mis à jour par "%s"

source: link deletion
fr: Suppression de lien

source: Cinecturlink named "%s" has been deleted by "%s"
fr: Le cinecturlink nommé "%s" a été effacé par "%s"

source: Edit
fr: Modifier

source: Rate this
fr: Noter ça

source: Settings for cinecturlink
fr: Paramètres pour cinecturlink

source: Enable cinecturlink2 rating
fr: Autoriser le vote pour cinecturlink 2

source: Include on cinecturlink widget
fr: Inclure dans le widget cinecturlink

source: Include on cinecturlink behaviors
fr: Inclure dans les behaviors de cinecturlink

source: List of cinecturlink
fr: Liste des cinecturlinks

source: There is no cinecturlink rating at this time
fr: Il n'y a pas de vote sur les cinecturlink pour l'instant

source: This is a list of all the cinecturlink having rating
fr: Ceci est la liste des cinecturlink ayant des votes

source: My note
fr: Ma note

source: Selected cinecturlink action:
fr: Action sur les cinecturlin selectionnés :
