Repository: alexislefebvre/dotclear-lab
Catalog: plugins/openid/locales/*/main.po
Languages: fr

source: Log out
fr: Me déconnecter

source: Errors
fr: Erreurs

source: Aucune adresse email n'a été fournie par votre fournisseur OpenID, veuillez en inscrire une :
fr: Your OpenID provider has not provided us with a valid email address, please do so now :

source: Congratulations, the OpenID Widget (2.0) for Dotclear 2 has been successfully installed !
fr: Félicitations, le plugin OpenID (2.0) pour Dotclear a bien été installé !

source: First, please add the OpenID widget to your menu, through the widget pannel, then read these instructions
fr: Tout d'abord, ajoutez le widget OpenID à votre menu, via le pannel Dotclear correspondant. Ensuite, lisez ces instructions

source: You just need to modify your theme. For that, please modify your post.html file by following this way
fr: Il ne vous reste plus qu'à modifier votre thème en conséquence. Pour cela, veuillez modifier votre fichier post.html de la manière suivante

source: Replace this
fr: Remplacez ceci

source: By this
fr: Par cela

source: Indeed, you just need to frame this code by the following block : "&lt;tpl:OpenidSessionIf&gt;" .
fr: Il suffit en effet d'encadrer ce passage par le bloc "&lt;tpl:OpenidSessionIf&gt;" .

source: The installation is now fully functional, enjoy :)
fr: Voilà, l'installation est désormais pleinement fonctionnelle, enjoy :)
