Repository: alexislefebvre/dotclear-lab
Catalog: plugins/soCialMe/locales/*/main.po
Languages: fr

source: Configure place and style of each services on your blog.
fr: Configurer l'emplacement et le style de chaque services pour ce blog

source: Badges are just simple pictures linked to your sociales profils
fr: Les bagdes sont de simples images liées à vos profils sociaux

source: Title of the group of badges:
fr: Titre du groupe de bagdes :

source: On home page only
fr: Uniquement sur la page d'accueil

source: Select things to show and their size:
fr: Selectionner les objets à affciher et leurs tailles :

source: Configure stream you want to use.
fr: Configurer les flux que vous souhaitez utiliser.

source: Title of the stream:
fr: Titre du flux :

source: Select services to use:
fr: Selectionner les services a utiliser :

source: home page
fr: la page d'accueil

source: post pages
fr: la page d'un billet

source: tags pages
fr: les pages des tags

source: archives pages
fr: les pages des archives

source: category pages
fr: les pages de catégorie

source: entries feed
fr: le flux des billets

source: "%s" pages from extension muppet
fr: la page de type "%s" de l'extension muppet

source: Title of the group of buttons:
fr: Titre du groupe de boutons :

source: Select type of pages where to show buttons:
fr: Selectionner le type de pages ou afficher les boutons :

source: Configure services to use on each event of your blog.
fr: Configurer les services à utiliser pour chaque événement de votre blog.

source: You can use wildcards like %s
fr: Vous pouvez utiliser les jokers %s

source: Send message through your configured services.
fr: Envoyer un message à travers les services configurés.

source: Send simple short message
fr: Envoyer un simple message

source: Select services to post on:
fr: Selectionner les services à utiliser :

source: Send simple link
fr: Envoyer un simple liens

source: Please wait
fr: Veuillez patienter

source: Manage social services
fr: Gérer les services sociaux

source: Share this
fr: Partager ça

source: Configure the order of the services of this part.
fr: Configurer l'ordre des services pour chaque partie.

source: Priority
fr: Priorité

source: Select display order of services for each location.
fr: Selectionner l'ordre d'affichage des services pour chaque lieu.

source: List of services for %s
fr: Liste des services pour "%s"

source: Configure options for each service.
fr: Configurer les options de chaque service.

source: homepage
fr: page d'accueil

source: homepage of
fr: page d'accueil de

source: Learn more about %s.
fr: En savoir plus à propos de %s.

source: The following services have no configuration.
fr: Les services suivant n'ont pas de configuration.

source: Configure global settings for this part.
fr: Configurer les paramètres pour cette partie.

source: Additionnal style sheet:
fr: Feuille de style additionnelle :

source: Elements are placed in HTML tag "div" of class "social-%1$ss social-LOCATION_ID". Each Element in HTML tag "li" of class "social-%1$s social-id-SERVICE_ID".
fr: Les éléments sont placés dans des balises HTML "div" de classe "social-%1$ss social-LOCATION_ID". Chaque élément dans une balise HTML "li" de classe "social-%1$s social-id-SERVICE_ID".

source: Page header
fr: En tête de page

source: Place a group of bagdes just after page title
fr: Place un groue de bagdes juste après le titre de la page

source: Place a group of badges on footer
fr: Place un groupe de badges en pied de page

source: Place group of bagdes on widget. You must set up widget.
fr: Place un groupe de bagdes dans un widget. Vous devez configurer le widget.

source: Search comment or trackback from an external service.
fr: Rechercher des commenaires ou rétroliens depuis un service externe.

source: On a widget
fr: Dans un widget

source: Show a stream on a widget from external services.
fr: Afficher un flux provenant de services externes dans un widget.

source: On a page
fr: Sur un page

source: Show a stream on a page from external services.
fr: Afficher un flux provenant de services externes dans une page.

source: Before post content
fr: Avant le contenu du billet

source: Place a group of buttons just before post content
fr: Place un groupe de boutons juste avant le contenu d'un billet

source: After post content
fr: Après le contenu du billet

source: Place group of buttons just before post content
fr: Place un groupe de boutons juste après le contenu d'un billet

source: Place group of buttons on widget. You must set up widget.
fr: Place un groupe de boutons dans un widget. Vous devez configurer le widget.

source: Post update
fr: Mise à jour d'un billet

source: When a post is updated on your blog:
fr: Lorsqu'un billet est mise à jour sur votre blog :

source: Post publish
fr: Publication d'un billet

source: When a post is published on your blog:
fr: Lorsqu'un billet est marqué comme publié sur votre blog :

source: Create user
fr: Création d'un utilisateur

source: When a user is added on your blog:
fr: Lrsqu'un nouvel utilisateur est ajouter à votre blog

source: Share on %s
fr: Partager sur %s

source: View my profil on %s
fr: Voir mon profil sur %s

source: All
fr: Tous

source: Group:
fr: Groupe :

source: Small
fr: Petit

source: Limit:
fr: Limite :

source: Stream:
fr: Flux :

source: Size of icon:
fr: Taille des icônes :

source: Help your visitors to share content of your blog on social networks.
fr: Aide vos visiteurs à partager le contenu de votre blog sur les resaux sociaux.

source: Locations
fr: Emplacements

source: Orders
fr: Ordres

source: Settings
fr: Paramètres

source: Show your social profiles and counters.
fr: Afficher vos profils et compteur sociaux

source: Send and share content from your blog to your social networks.
fr: Envoyer et partager le contenu de votre blog sur les réseaux sociaux.

source: Events
fr: Evénements

source: Add feeds and other stream from social networks to your blog.
fr: Ajouter les flux de vos réseaux sociaux à votre blog.

source: Streams
fr: Flux

source: Administrate
fr: Administrer

source: Enable this part
fr: Activer cette partie

source: Latest news from so.cial.me
fr: Dernières nouvelles de so.cial.me
