Repository: alexislefebvre/dotclear-lab
Catalog: plugins/pollsFactory/locales/*/main.po
Languages: fr

source: Polls manager
fr: Gestion de sondages

source: add polls
fr: ajouter des sondages

source: Are you sure you want to remove this poll?
fr: Étes-vous sur de vouloir retirer ce sondage ?

source: edit poll
fr: modifier le sondage

source: add poll
fr: ajouter le sondage

source: remove poll
fr: retirer le sondage

source: No more poll
fr: Pas plus de sondage

source: Add polls
fr: Ajouter des sondages

source: Remove polls
fr: Retirer des sondages

source: Open voting
fr: Ouvrir les votes

source: Close voting
fr: Fermer les votes

source: There is no polls
fr: Il n'y a pas de sondage

source: add polls to selected entries
fr: ajouter des sondages aux billets selectionnés

source: There is no poll for selected entries
fr: Il n'y a pas de sondage pour les billets selectionnés

source: select polls to remove
fr: selectionner les sondages à retirer

source: There is no poll that can be published for selected entries
fr: Il n'y a pas de sondage pouvant être publié pour les billets selectionnés

source: select polls to publish
fr: selectionner les sondages à publier

source: There is no poll that can be unpublished for selected entries
fr: Il n'y a pas de sondage pouvant être mis hors ligne pour les billets selectionnés

source: select polls to unpublish
fr: selectionner les sondages à mettre hors ligne

source: There is no poll that can be marked as pending for selected entries
fr: Il n'y a pas de sondage pouvant être marqué en attente pour les billets selectionnés

source: select polls to mark as pending
fr: selectionner les sondages à marquer en attente

source: There is no poll that can be opened for selected entries
fr: Il n'y a pas de sondage puvant être ouvert aux votes

source: select polls to open
fr: selctionner les sondages à ouvrir aux votes

source: There is no poll that can be closed for selected entries
fr: Il n'y a pas de sondage pouvant être fermer aux votes pour les billets selectionnés

source: select polls to close
fr: selectionner les sondages à fermer aux votes

source: There is no poll on selected entries
fr: Il n'y a pas de sondage sur les billets selectionnés

source: select polls to delete
fr: selectionner les sondages à effacer

source: Polls
fr: Sondages

source: Validate
fr: Valider

source: no vote
fr: aucun vote

source: one vote
fr: un vote

source: Some selected responses:
fr: Quelques réponses selectionnées :

source: Nobody has participated.
fr: Personne n'a participé.

source: One people has participated.
fr: Une personne a participé.

source: %s people participated.
fr: %s personnes ont participé.

source: This poll is closed.
fr: Ce sondage est fermé.

source: You have already participated to this poll.
fr: Vous avez déjà participez à ce sondage.

source: Please wait the end of this poll to see results.
fr: Merci de patienter la fin du sondage pour voir les résultats.

source: Polls list
fr: Liste des sondages

source: Polls limit:
fr: Nombre de sondages :

source: All
fr: Tous

source: Opened
fr: Ouvert

source: Closed
fr: Fermé

source: Polls of an entry
fr: Sondages d'un billet

source: Related polls
fr: Sondages liés

source: Show description
fr: Afficher la description

source: Use graphic results
fr: Utiliser les résultats graphiques

source: Selected polls
fr: Sondages selectionnés

source: You are not allowed to update polls
fr: Vous n'êtes pas autorisé à modifier les sondages

source: You are not allowed to edit this poll
fr: Vous n'êtes pas autorisé à modifier ce sondage

source: home page
fr: la page d'accueil

source: post pages
fr: la page d'un billet

source: static pages
fr: les pages statiques

source: tags pages
fr: les pages d'un tag

source: archives pages
fr: les pages des archives

source: category pages
fr: les pages de catégorie

source: entries feed
fr: le flux des billets

source: multiple choice list
fr: liste à choix multiples

source: single choice list
fr: liste à choix unique

source: options box
fr: liste déroulante

source: text field
fr: champs de texte

source: text area
fr: zone de texte

source: You are not allowed to edit post option
fr: Vous n'êtes pas autorisé à modifier les options

source: You are not allowed to edit this post option
fr: Vous n'êtes pas autorisé à modifier cette option

source: You must specify query title
fr: Vous devez spécifier le titre de la question

source: You must specify query type
fr: Vous devez spécifier le type de la question

source: You must specify selection text
fr: Vous devez spécifier le texte de la selection

source: Edit content
fr: Modifier le contenu

source: Preview poll
fr: Prévisualiser le sondage

source: New poll
fr: Nouveau sondage

source: complete
fr: complet

source: uncomplete
fr: incomplet

source: Edit query
fr: Modifier la question

source: Queries
fr: Questions

source: Action on existing queries:
fr: Action sur les questions existantes :

source: reorder queries
fr: réordonner les questions

source: delete queries
fr: effacer les questions

source: New query
fr: Nouvelle question

source: Query
fr: Question

source: Edit this selection
fr: Editer la selection

source: Action on existing selections:
fr: Action sur les selections existantes :

source: reorder selections
fr: réordonner les selections

source: delete selections
fr: effacer les selections

source: New selection
fr: Nouvelle selection

source: Edit selection
fr: Modifier une selection

source: This poll does not exist.
fr: Ce sondage n'existe pas

source: next poll
fr: sondage suivant

source: previous poll
fr: sondage précèdant

source: Related posts
fr: Billets liés

source: Are you sure you want to remove this post?
fr: ëtes vous sur de vouloir retirer ce billet ?

source: Edit poll
fr: Modifier le sondage

source: Don't forget to validate your XHTML conversion by saving your poll.
fr: N'oubliez pas de valider votre conversion XHTML en sauvant le sondage.

source: Poll
fr: Sondage

source: Poll status:
fr: Status :

source: Selected poll
fr: Sondage selectionné

source: Opened poll
fr: Sondage ouvert

source: Poll lang:
fr: Langue du sondage

source: Warning: If you set the URL manually, it may conflict with another poll.
fr: Attention: Si vous modifer manuellement l'URL, il peut être en conflit avec un autre sondage.

source: edit entry
fr: modifier le billet

source: Uncheck post to remove
fr: Décocher les billets à retirer

source: Edit queries
fr: Modifier les questions

source: Content
fr: Contenu

source: Show results
fr: Afficher les résultats

source: Results
fr: Résultats

source: No poll
fr: Pas de sondage

source: closed
fr: fermé

source: View results of this poll
fr: Voir les résultats de ce sondage

source: opened
fr: ouvert

source: Opened:
fr: Ouvert :

source: Polls per page
fr: Sondages par page

source: Selected polls action:
fr: Action sur les sondages selectionnés :

source: go back
fr: retour

source: Add polls to posts
fr: Ajouter des sondages aux billets

source: Show user
fr: Voir l'utilisateur

source: Poll result
fr: Résultats du sondage

source: select poll
fr: sélectionner un sondage

source: select poll to view from polls list
fr: selectionner un sondage à voir depuis la liste des sondages

source: Results by user
fr: Résultats par votant

source: Results by query
fr: Résultats par question

source: delete selected users
fr: supprimer les utilisateurs selectionnés

source: Responses
fr: Réponses

source: User has not answered this query
fr: L'utilisateur n'a pas répondu à cette question

source: Remove this response from public side
fr: Enlever cette réponse de la partie publique

source: Show this response on public side
fr: Afficher cette réponse sur la partie publique

source: There is no response for this query.
fr: Il n'y a pas de reponse pour cette question.

source: Show selected responses on public side
fr: Afficher les réponses selectionnées coté publique

source: cookie and IP
fr: cookie et IP

source: when poll is finished
fr: quand le sondage est terminé

source: when people has voted
fr: quand l'utilisateur à voté

source: Settings
fr: Paramètres

source: Plugin activation
fr: Activation de l'extension

source: Enable extension
fr: Activer l'extension

source: General rules
fr: Réglages

source: User identification:
fr: Identification de l'utilisateur :

source: Show reponse:
fr: Afficher les réponses :

source: Graphic results settings
fr: Résultats graphiques

source: Title color:
fr: Couleur du titre :

source: Text color:
fr: Couleur du texte :

source: Chart color:
fr: Couleur du graphique :

source: Bar color:
fr: Couleur de barre :

source: Polls display
fr: Affichage des sondages

source: Show on:
fr: Afficher sur :

source: full content
fr: contenu complet du sondage

source: only link to page of poll
fr: seulement le lien vers la page du sondage

source: Place:
fr: Emplacement :

source: after content
fr: après le contenu

source: before content
fr: avant le contenu

source: Plugin polls factory
fr: Gestion de sondages

source: new vote
fr: nouveau vote

source: New vote on poll called "%s" was set
fr: Un nouveau vote sur le sondage nommé "%s" a été effectué

source: poll creation
fr: création de sondage

source: Poll called "%s" was created by "%s"
fr: Un sondage nommé "%s" a été créé par "%s"

source: Please wait
fr: Veuillez patienter

source: Configuration successfully saved
fr: Configuration sauvegardée avec succès

source: Poll successfully created
fr: Sondage crée avec succès

source: Poll successfully updated
fr: Sondage mis à jour avec succès

source: Poll successfully deleted
fr: Sondage effacé avec succès

source: Entries successfully removed
fr: Billets retirer avec succès

source: Votes successfully opened
fr: Votes ouvert avec succès

source: Votes successfully closed
fr: Votes fermés avec succès

source: Polls successfully deleted
fr: Sondages effacés avec succès

source: Polls status successfully updated
fr: Status des sondages mis à jour avec succès

source: Polls successfuly mark as selected
fr: Sondages marqués selectionnés avec succès

source: Polls successfuly mark as unselected
fr: Sondages marqués non selectionnés avec succès

source: Queries successfully deleted
fr: Questions effacées avec succès

source: Queries successfully reordered
fr: Questions réordonnées avec succès

source: Query successfully created
fr: Question créée avec succès

source: Query successfully updated
fr: Question mise à jour avec succès

source: New query successfully deleted
fr: Nouvelle question effacer avec succès

source: Options successfully deleted
fr: Options effacées avec succès

source: Options successfully reordered
fr: Options réordonnées avec succès

source: Option successfully created
fr: Option créée avec succès

source: Option successfully updated
fr: Option mise à jour avec succès

source: Responses succesfully selected
fr: Réponses seletionnées avec succès

source: Response successfully selected
fr: Réponse selectionnée avec succès

source: Response successfully unselected
fr: Réponse déselectionnée avec succès

source: Users successfully deleted
fr: Utilisateurs effacés avec succès
