Repository: alexislefebvre/dotclear-lab
Catalog: plugins/xiti/locales/*/main.po
Languages: fr

source: all black
fr: tout noir

source: blue and black border
fr: bleu et bord noir

source: red on black
fr: rouge sur noir

source: all yellow
fr: tout jaune

source: Red text on yellow
fr: texte rouge sur jaune

source: Red and yellow
fr: rouge et jaune

source: Red and black border
fr: rouge et bord noir

source: Green and black border
fr: vert et bord noir

source: Settings
fr: Paramètres

source: Enable XITI
fr: Activer XITI

source: Your XITI account number:
fr: Votre numéro de compte XITI :

source: Image style:
fr: Style de l'image :

source: Add to theme footer
fr: Ajouter au pied de page

source: In order to add XITI to your theme footer, theme must have sysBehavoir "publicAfterContent", commonly in template file "_footer.html"
fr: Afin d'ajouter XITI au pied de page de votre thème, le thème doit avoir le sysBehavior "publicAfterContent", généralement dans le fichier de thème "_footer.html".

source: You can use instead the XITI widget but this plugin must be enabled and well configured here.
fr: Vous pouvez utiliser à la place le widget XITI mais cette extension doit être activée et bien configurée ici.

source: In footer template, XITI is encapsuled in a "div" tag of class "xiti-footer".
fr: Dans le pied de page du template, XITI est entouré d'une balise "div" de classe "xiti-footer".

source: In widget, XITI is encapsuled in a "div" tag of class "xiti-widget".
fr: Dans le widget, XITI est entouré d'une balise "div" de classe "xiti-widget".
