Repository: alexislefebvre/dotclear-lab
Catalog: plugins/smiliesEditor/locales/*/main.po
Languages: fr

source: Smilies Editor
fr: Éditeur d'émoticônes

source: Toolbar
fr: Barre d'outils

source: Display smilies on toolbar
fr: Afficher les émoticônes sur la barre d'outils

source: Smilies
fr: Émoticônes

source: Configuration file is not writable.
fr: Fichier de configuration non modifiable.

source: Unable to write file %s. Please check your theme file and folders permissions.
fr: Impossible d'écrire le fichier %s. Veuillez vérifier les permissions du fichier et répertoires de votre thème.

source: Uploaded image is too big (height or width > 24px).
fr: L'image envoyée est trop grande (hauteur ou largeur > 24px).

source: This file %s is not an image. It would be difficult to use it for a smiley.
fr: Ce fichier %s n'est pas une image. Ce sera difficile de l'utiliser pour un émoticône.

source: Unable to access subfolder %s. Does it exist?
fr: Impossible d'accéder au sous-répertoire %s. Existe-t-il ?

source: Unable to create subfolder %s in your theme. Please check your folder permissions.
fr: Impossible de créer le sous-répertoire %s dans votre thème. Veuillez vérifier les permissions du répertoire.

source: Empty smilies zip file.
fr: Fichier zip d'émoticônes vide.

source: The zip file does not appear to be a valid Dotclear smilies package.
fr: The fichier zip n'est pas un fichier d'émoticônes Dotclear valide.

source: Definition
fr: Définition

source: update smilies set
fr: mettre à jour les émoticônes

source: save smilies order
fr: enregistrer l'ordre des émoticônes

source: delete smilies definition
fr: effacer la définition des émoticônes

source: display in smilies bar
fr: afficher dans la barre des émoticônes

source: hide in smilies bar
fr: cacher dans la barre des émoticônes

source: Are you sure you want to remove these %s ?
fr: Êtes-vous certain que vous voulez supprimer ces %s ?

source: Configuration successfully updated.
fr: Configuration mise à jour avec succès.

source: The subfolder has been successfully created
fr: Le sous-répertoire a été créé avec succès.

source: Unused images have been successfully removed.
fr: Les images non utilisées ont été supprimées avec succès.

source: The image <em>%s</em> has been successfully uploaded.
fr: L'image <em>%s</em> a été envoyée avec succès.

source: A smilies zip package has been successfully installed.
fr: Un fichier zip contenant des émoticônes a été installé avec succès.

source: Smilies has been successfully removed.
fr: Les émoticônes ont été supprimés avec succès.

source: Smilies has been successfully updated.
fr: Les émoticônes ont été mis à jour avec succès.

source: Order of smilies has been successfully changed.
fr: L'ordre des émoticônes a été mis à jour avec succès.

source: These selected smilies are now hidden on toolbar.
fr: Ces émoticônes sont désormais cachés dans la barre d'outils.

source: These selected smilies are now displayed on toolbar
fr: Ces émoticônes sont désormais visibles dans la barre d'outils.

source: A new smiley has been successfully created
fr: Un nouvel émoticône a été créé avec succès.

source: Your <a href="blog_theme.php">current theme</a> on this blog is "%s".
fr: Le <a href="blog_theme.php">thème utilisé</a> actuellement sur votre blog est "%s".

source: No defined smiley
fr: Aucun émoticône défini

source: Smilies configuration
fr: Configuration des émoticônes

source: Show toolbar smilies
fr: Afficher la barre des émoticônes

source: Show smilies on preview
fr: Afficher les émoticônes en prévisualisation

source: Don't forget to <a href="%s">display smilies</a> on your blog configuration.
fr: N'oubliez pas d'<a href="%s">afficher les émoticônes</a> dans la configuration de votre blog.

source: Save configuration
fr: Enregistrer la configuration

source: Download the smilies directory as a zip file
fr: Télécharger le répertoire des émoticônes dans un fichier zip

source: Smilies set
fr: Jeu d'émoticônes

source: Filename
fr: Nom du fichier

source: Displayed in toolbar
fr: Visible dans la barre d'outils

source: displayed
fr: visible

source: undisplayed
fr: caché

source: Selected smilies action:
fr: Action pour les émoticônes sélectionnés :

source: No smiley available
fr: Aucun émoticône disponible

source: create smilies directory
fr: Créer le répertoire smilies

source: Create a smiley
fr: Créer un émoticône

source: Required field
fr: Champ obligatoire

source: Create
fr: Créer

source: Add files
fr: Ajouter des fichiers

source: Choose a file:
fr: Choisissez un fichier :

source: Maximum size %s
fr: Taille maximale %s

source: send
fr: envoyer

source: Please take care to publish media that you own and that are not protected by copyright.
fr: Veuillez prendre garde à ne publier que des médias que vous possédez ou qui ne sont pas protégés contre la copie.

source: Unset Smilies
fr: Images non utilisées

source: Here you have displayed the unset smilies. Pass your mouse over the image to get the filename.
fr: Trouvez ci-après les images non utilisées. Déplacez votre souris au-dessus des images pour obtenir le nom du fichier.

source: Delete all unused images
fr: Effacer les images non utilisées.
