Repository: alexislefebvre/dotclear-lab
Catalog: plugins/oAuthManager/locales/*/main.po
Languages: fr

source: oAuth manager
fr: Gestionnaire oAuth

source: Unknow
fr: Inconnu

source: There is no client
fr: Il n'y a aucun client

source: User
fr: Utilisateur

source: Expired date
fr: Date de péremption

source: Entire blog
fr: Blog complet

source: User profil
fr: Profil de l'utilisateur

source: never
fr: jamais

source: Visit client page
fr: Visiter la page du client

source: State
fr: Etat

source: Date of update
fr: Date de mise à jour

source: Disconnect clients
fr: Déconnecter les clients

source: Delete clients
fr: Effacer les clients

source: Disconnected clients successfully deleted.
fr: Les clients non connectés ont été effacé avec succès.

source: Expired clients successfully deleted.
fr: Les clients qui ont expirés ont été effacé avec succès.

source: Delete disconnected clients
fr: Effacer les clients non connectés

source: Delete expired clients
fr: Effacer les lients qui ont expirés

source: Clients successfully disconnected.
fr: Clients déconnectés avec succès.

source: Clients successfully deleted.
fr: Clients effacés avec succès.

source: Clients per page
fr: Clients par page

source: Selected clients action:
fr: Actions sur les clients selectionnés :

source: Something went wrong, clean acces of %s from %s
fr: Une erreur est survenue, nettoyer l'accès de %s à %s

source: Your are connected as "%s"
fr: Vous êtes connecté avec le compte "%s"

source: Disconnet %s from %s
fr: Déconnecter %s de %s

source: Connect %s to %s
fr: Connecter %s à %s
