Repository: alexislefebvre/dotclear-lab
Catalog: plugins/editComment/trunk/locales/*/main.po
Languages: fr

source: Comments edition
fr: Edition des commentaires

source: Enable plugin
fr: Activer le plugin

source: People can edit their comments during
fr: les visiteurs peuvent modifier leurs commentaires pendant

source: Display countdown
fr: Afficher le temps restant

source: Comment edition
fr: Edition du commentaire

source: Edit comment about
fr: Modifier le commenraire à propos de

source: Sorry budy, but it's seems that it's a wrong request!
fr: Désolé mon gars, mais il semblerait que ce soit une mauvaise requête!

source: Edit
fr: Modifier

source: (%h [hour|hours] %m [minute|minutes] %s [second|seconds])
fr: %h [heure|heures] %m [minute|minutes] %s [seconde|secondes]

source: You are not allowed to update this comment. Maybe time is finished
fr: Vous n'êtes pas autorisé à mettre à jour ce comment. Votre temps est peut être écoulé
