Repository: alexislefebvre/dotclear-lab
Catalog: plugins/compress/locales/*/admin.po
Languages: fr

source: %s is not executable
fr: %s n'est pas exécutable

source: The CSS files from the <code>%s</code> theme have been compressed
fr: Les fichiers CSS du thème <code>%s</code> ont été compressés

source: The CSS compressed files from the <code>%s</code> theme have been replaced by the original files
fr: Les fichiers CSS compressés du thème <code>%s</code> ont été remplacés par les fichiers originaux

source: The CSS backup files from the <code>%s</code> theme have been deleted
fr: Les fichiers de sauvegarde CSS du thème <code>%s</code> ont été supprimés

source: The file <code>%1$s</code> has been compressed to %2$s%% of the original file size
fr: Le fichier <code>%1$s</code> a été compressé à %2$s%% de la taille du fichier original

source: The backup file <code>%s</code> has been deleted
fr: Le fichier de sauvegarde <code>%s</code> a été supprimé

source: All CSS files have been compressed
fr: Tous les fichiers CSS ont été compressés

source: All CSS backup files have been deleted
fr: Tous les fichiers de sauvegarde CSS ont été supprimés

source: All CSS compressed files have been replaced by the original files
fr: Tous les fichiers CSS compressés ont été remplacés par les fichiers originaux

source: Configuration successfully updated.
fr: Configuration mise à jour avec succès.

source: compress CSSs
fr: compresser les CSSs

source: All files
fr: Tous les fichiers

source: Compress CSS files
fr: Compresser les fichiers CSS

source: Replace compressed files with original files
fr: Remplacer les fichiers compressés par les fichiers originaux

source: Delete backups files
fr: Supprimer les fichiers de sauvegarde

source: settings
fr: paramètres

source: Keep comments when compressing
fr: Garder les commentaires lors de la compression

source: Create an unique backup of CSS file every time a CSS backup file is compressed
fr: Créer une sauvegarde unique du fichier CSS à chaque fois qu'un fichier de sauvegarde CSS est compressé

source: Text to include at the beginning of the compressed file:
fr: Texte à inclure au début du fichier compressé&nbsp;:

source: Save configuration
fr: Enregistrer la configuration

source: A copy of the original file (.bak.css) is created when a CSS file is compressed for the first time.
fr: Une copie du fichier original (.bak.css) est créée quand un fichier CSS est compressé pour la première fois.

source: To modify a CSS file, edit the original file (.bak.css), save it and then compress this file by clicking on
fr: Pour modifier un fichier CSS, éditez le fichier original (.bak.css), sauvez-le puis compressez-le en cliquant sur

source: compress to
fr: compresser vers

source: delete the file and replace the compressed file by the original file if the file is original.
fr: supprime le fichier et remplace le fichier compressé par le fichier original si le fichier est original.

source: %s is not writable
fr: %s n'est pas accessible en écriture

source: %s is not readable
fr: %s n'est pas accessible en lecture

source: %s is not deletable
fr: %s ne peut pas être supprimé

source: %s is not a backup file
fr: %s n'est pas un fichier de sauvegarde

source: default theme
fr: thème par défaut

source: blog theme
fr: thème du blog

source: Theme&nbsp;:
fr: Thème&nbsp;:

source: Replace compressed files
fr: Remplacer les fichiers compressés

source: file
fr: fichier

source: size
fr: taille

source: (%s%% of the original size)
fr: (%s%% de la taille originale)

source: uncompressed file
fr: fichier non compressé

source: compress
fr: compresser

source: compressed file
fr: fichier compressé

source: original file
fr: fichier original

source: backup file
fr: fichier de sauvegarde
