Repository: alexislefebvre/dotclear-lab
Catalog: plugins/cleanConfig/locales/*/main.po
Languages: fr

source: Use carefully. Only settings related to plugins can be deleted.
fr: À utiliser avec précaution. Seuls les paramètres liés aux extensions peuvent être effacés.

source: Settings
fr: Paramètres

source: Setting
fr: Paramètre

source: Value
fr: Valeur

source: namespace:
fr: namespace&nbsp;:

source: No setting.
fr: Pas de paramètre.

source: Remove selected settings
fr: Supprimer les paramètres sélectionnés

source: %s is empty
fr: %s est vide

source: Module
fr: Modules

source: Remove selected versions
fr: Supprimer les versions sélectionnées

source: No settings deleted.
fr: Aucun paramètre supprimé.

source: Deleted blog settings:
fr: Paramètres du blog supprimés&nbsp;:

source: Deleted global settings:
fr: Paramètres globaux supprimés&nbsp;:

source: No versions deleted.
fr: Aucune version supprimée.

source: Deleted versions:
fr: Versions supprimées&nbsp;:

source: Are you sure you want to delete settings?
fr: Êtes-vous certain de vouloir supprimer les paramètres&nbsp;?

source: Are you sure you want to delete versions?
fr: Êtes-vous certain de vouloir supprimer les versions&nbsp;?

source: blog settings
fr: paramètres du blog

source: global settings
fr: paramètres globaux

source: Deletting the version of a module will reinstall it if the module has an install process.
fr: Effacer la version d'un module le réinstallera si le module a une procédure d'installation.
