Repository: alexislefebvre/dotclear-lab
Catalog: plugins/emailNotification/locales/*/main.po
Languages: fr

source: never
fr: jamais

source: my entries
fr: mes billets

source: all entries
fr: tous les billets

source: on creation
fr: lors des créations

source: on publish
fr: lors de la publication

source: on publish and futher update
fr: lors de la publication et des mises à jours suivantes

source: on any update (even not published)
fr: à chaque mise à jour (même non plubliées)

source: Email notification
fr: Notification par e-mail

source: Notify new posts by email:
fr: Avertir des nouveaux billets par e-mail :

source: Notify new comments by email:
fr: Avertir des nouveaux commentaires par e-mail :

source: Notify comments even if they are spams
fr: Avertir des commentaires même si ce sont des indésirables

source: "%s" - New comment
fr: "%s" - Nouveau commentaire

source: Entry: %s <%s>
fr: Billet : %s <%s>

source: Comment by: %s <%s>
fr: Commentaire par : %s <%s>

source: Website: %s
fr: Site web : %s

source: Comment status: %s
fr: Statut du commentaire : %s

source: Edit this comment: <%s>
fr: Modifier ce commentaire : <%s>

source: You must log in on the backend before clicking on this link to go directly to the comment.
fr: Vous devez vous enregistrer sur l'interface d'administration avant de cliquer sur ce lien pour aller directement sur ce commentaire.

source: You received a new comment on your blog:
fr: Vous avez reçu un nouveau commentaire sur votre blog :

source: Updated post
fr: Billet mis à jour

source: Post is published
fr: Le billet est publié

source: Post just become published
fr: Le billet vient d'être publié

source: New published post
fr: Nouvelle publication de billet

source: Post becomes %s
fr: Le billet est passé dans l'état %s

source: Post was created
fr: Le billet a été créé

source: New post
fr: Nouveau billet

source: Post was edited
fr: Le billet a été édité

source: Post state changed from %s to %s
fr: L'état du billet a changé de « %s » à « % »

source: Public URL: <%s>
fr: URL publique : <%s>

source: Edit this post: <%s>
fr: Modifier ce billet : <%s>

source: Author: %s (%s %s) <%s>
fr: Auteur : %s (%s %s) <%s>

source: Entry status: %s
fr: Statut du billet : %s

source: Edit this entry: <%s>
fr: Modifier ce billet : <%s>

source: You must log in on the backend before clicking on this link to go directly to the post.
fr: Vous devez vous enregistrer sur l'interface d'administration avant de cliquer sur ce lien pour aller directement sur ce billet.

source: Modification of a post on your blog:
fr: Modification d'un billet sur votre blog :

source: Creation of a post on your blog:
fr: Création d'un billet sur votre blog :
