Repository: alexislefebvre/dotclear-lab
Catalog: plugins/repriseCom/locales/*/main.po
Languages: fr

source: Table galcomment not found
fr: Table galcomment non trouvée

source: Number of comments in your database
fr: Nombre de commentaires dans votre base

source: Number of comments in your old table for gallery
fr: Nombre de commentaires dans l'ancienne table pour gallery

source: Number of comments to resume
fr: Nombre de commentaires à reprendre

source: Number of comments included
fr: Nombre de commentaires repris

source: No old prefix table define.
fr: L'ancien prefix pour la table n'est pas défini.

source: Limit for insert not defined.
fr: Aucune limite définie pour l'insertion.

source: Waiting...
fr: Veuillez patienter...

source: Prerequisites
fr: Pré-requis

source: Notice ligne 1
fr: - Il est nécessaire d'avoir déjà intégrer les galeries d'images avec le nouveau plugin gallery

source: Notice ligne 2
fr: - Il ne doit pas y avoir 2 images avec le même nom de fichier sinon insertion en double

source: The backup of database is recommended
fr: La sauvegarde de votre base de données est vivement conseillée.

source: Create temporaries tables successful
fr: Creation des tables temporaires ok

source: Update temporaries tables successful
fr: Mise à jour des tables temporaires ok

source: Comments correctly inserted
fr: Les commentaires ont été correctement insérés

source: Cleaner correctly terminated
fr: Nettoyage correctement terminé

source: Save configuration successful
fr: Sauvegarde de la configuration effectuée

source: List of treatments
fr: Liste des traitements

source: Creating temporaries tables
fr: Création des tables temporaires

source: Updating temporaries tables
fr: Mise à jour des tables temporaires

source: Insert old comments
fr: Reprise des anciens commentaires

source: Start insert command
fr: Lancer l'insertion

source: Cleaning temporary elements
fr: Nettoyage des éléments temporaires

source: Cleaner starts
fr: Lancement du nettoyeur

source: Result
fr: Résultat

source: old prefix table
fr: Prefix des tables à reprendre

source: number comments limit for insert
fr: Limite du nombre de commentaires à insérer par page

source: Temporary table
fr: Table temporaire

source: Table not found
fr: Table non trouvée
