Repository: alexislefebvre/dotclear-lab
Catalog: plugins/kezako/locales/*/main.po
Languages: fr

source: manage translations and descriptions
fr: gère les traductions et les descriptions

source: Some field is missing or incorrect. Please redo from start.
fr: Un champ est manquant ou incorrect. Recommencez depuis le début.

source: No such description found.
fr: La description n'a pas été trouvée.

source: Edit a description
fr: Modifier une description

source: This description is for:
fr: Cette description est pour :

source: Use this box to enter the type-subtype (you know what you are doing):
fr: Utilisez ce champ pour rentrer type/sous-type (vous savez ce que vous faites)

source: Description identifier:
fr: Identifiant de la description :

source: Description for the category:
fr: Description pour la catégorie :

source: Description language:
fr: Langue de la description

source: Something else
fr: Autre chose

source: Undefined category
fr: Catégorie non définie

source: Description has been successfully updated.
fr: La description a été mise à jour avec succès.

source: Description has been successfully inserted.
fr: La description a été insérée avec succès.

source: Description has been successfully deleted.
fr: La description a été effacée avec succès.

source: Something went wrong with your request. No deletion.
fr: Quelque chose d'incorrect s'est produit avec votre requête. Pas d'effacement.

source: List of descriptions
fr: Liste des descriptions

source: Even if you disabled categories or languages, all descriptions are still listed and not deleted, even if they describe categories or use other languages.
fr: Même si vous désactivez les catégories ou les langues, toutes les descriptions sont quand même listées (et conservées), même si elles décrivent des catégories ou d'autres langues que celle du blog.

source: Insert a new description
fr: Insérez une nouvelle description

source: Settings
fr: Paramètres

source: Describe categories with Kezako
fr: Décrire les catégories avec Kezako

source: Use many languages
fr: Utiliser plusieurs langues
