Repository: alexislefebvre/dotclear-lab
Catalog: plugins/fac/locales/*/main.po
Languages: fr

source: change RSS/ATOM feed:
fr: changer le flux RSS/Atom :

source: Add RSS/Atom feed:
fr: Ajouter un flux RSS/Atom :

source: change format of feed:
fr: changer le format du flux

source: Choose format of feed:
fr: Choisir le format du flux

source: view feed
fr: Voir le flux

source: add fac
fr: ajouter un flux

source: remove fac
fr: effacer un flux

source: Add fac to entries
fr: Ajouter un flux au billets :

source: It will be added only if there is no feed on entry.
fr: Il sera ajouter uniquement si le billet n'a pas de flux.

source: feed to add:
fr: flux à ajouter :

source: Remove selected facs from entries
fr: Supprimer des billets les flux selectionnés :

source: No fac for selected entries
fr: Pas de flux pour les billets selectionnés

source: Following facs have been found in selected entries:
fr: Les flux suivant ont été trouvé pour les billets selectionnés :

source: a related feed
fr: un flux lié

source: home page
fr: la page d'accueil

source: post pages
fr: la page d'un billet

source: tags pages
fr: les pages d'un tag

source: archives pages
fr: les pages des archives

source: category pages
fr: les pages de catégorie

source: entries feed
fr: le flux des billets

source: "%s" pages from extension muppet
fr: la page de type "%s" de l'extension muppet

source: Configuration successfully saved
fr: Configuration sauvegardée avec succès

source: Please wait
fr: Veuillez patienter

source: Plugin activation
fr: Activation de l'extension

source: Enable extension
fr: Activer l'extension

source: Feed
fr: Flux

source: Default title
fr: Titre par défaut

source: Show description of feed
fr: Afficher la description

source: Use %T to insert title of feed.
fr: Utiliser %T pour insérer le titre du flux

source: Preconfiguration
fr: Préconfiguration

source: Name
fr: Nom

source: Date format
fr: Format de date

source: Entries limit
fr: Nombre de billets maximum

source: Title format
fr: Format du titre

source: Over title format
fr: Format du survol du titre

source: Maximum length of title
fr: Longueur maximum du titre

source: Show description of entries
fr: Afficher la description des billets

source: Maximum length of description
fr: Longueur maximum de la description

source: Remove html of description
fr: Retirer le code HTML de la description

source: Show content of entries
fr: Afficher le contenu du flux

source: Maximum length of content
fr: Longueur maximum du contenu

source: Remove html of content
fr: Retirer le code HTML du contenu

source: In dorder to delete a configuration, leave its name empty
fr: Laisser vide le nom d'une configuration pour la supprimer

source: Use Dotclear date format or leave empty to use default date format of blog.
fr: Utiliser le formatage des dates de Dotclear ou laisser vide pour utiliser le format par défaut du blog.

source: Format of "Title", "Over title" can be:
fr: Format de "Titre" et de "Survole du titre" :

source: Content
fr: Contenu

source: Leave empty for no limit.
fr: Laiser vide pour pas de limite

source: Display
fr: Affichage

source: Show on:
fr: Afficher sur :

source: Theme
fr: Thème

source: Theme must have behavoir publicEntryAfterContent
fr: Le thème doit avoir le behavoir publicEntryAfterContent

source: Feeds are inserted after post content
fr: Les flux sont insérés après le contenu d'un billet

source: Add a feed to an entry
fr: Ajouter un flux à un billet

source: To add feed to an entry edit this entry and put in sidebar the url of the feed.
fr: Pour ajouter un flux à un billet, éditer le billet et ajouter dans la barre latérale l'URL du flux.

source: Title of feed
fr: Titre du flux

source: Description of feed
fr: Descritpion du flux

source: Title of entry
fr: Titre du billet

source: Description of entry
fr: Description du billet
