Repository: alexislefebvre/dotclear-lab
Catalog: plugins/twitterPost/locales/*/main.po
Languages: fr

source: default status
fr: Nouvel article publié : "%title%" sur %url%

source: Twitter login
fr: Identiant Twitter

source: Twitter password
fr: Mot de passe Twitter

source: Twitter status
fr: Status twitter

source: Twitter authentification
fr: Identifiants Twitter

source: Identi.ca authentification
fr: Identifiants Identi.ca

source: Tr.im authentification
fr: Identifiants Tr.im (facultatif)

source: Login:
fr: Identifiant :

source: Password:
fr: Mot de passe :

source: Your twit:
fr: Votre twit :

source: About
fr: Vous pouvez insérer les valeurs dynamiques suivantes : %title% (titre de l'article) et %url% (url de l'article).

source: Twitter Post: Post must be published
fr: Twitter Post : votre article doit être publié.

source: You can set your own shortener
fr: Vous pouvez utiliser votre propre shortener. Par défaut, is.gd sera utilisé

source: Example
fr: Exemple
