Repository: alexislefebvre/dotclear-lab
Catalog: plugins/threadedComments/locales/*/main.po
Languages: fr

source: Comment
fr: Commentaire

source: Anwsers to
fr: Répond à

source: Edit
fr: Modifier

source: Threaded comments
fr: Fils de discussion

source: Sort by thread
fr: Trier par fil de discussion

source: No indentation value.
fr: Pas de valeur d'indentation.

source: Wrong indentation value.
fr: Mauvaise valeur d'indentation.

source: No maximum indentation level.
fr: Pas de valeur maximale d'indentation.

source: Wrong maximum indentation level value.
fr: Mauvaise valeur d'indentation maximale.

source: Cannot find this comment.
fr: Impossible de trouver ce commentaire.

source: Cannot find the answered comment.
fr: Impossible de trouver le commentaire auquel ce commentaire répond.

source: Settings have been successfully updated.
fr: Les réglages ont été mis à jour avec succès.

source: This comment is already linked to the comment it replies to.
fr: Ce commentaire est déjà relié au commentaire auquel il répond.

source: This comment has been successfully linked to the comment it replies to.
fr: Ce commentaire a été relié au commentaire auquel il répond avec succès.

source: Allow threaded view
fr: Activer la vue par fils de discussion

source: Indentation width (in px):
fr: Espace d'indentation (en px) :

source: Maximum indentation level:
fr: Niveau maximum d'indentation :

source: Switch text:
fr: Texte du lien d'activation :

source: Default to threaded view
fr: Fils de discussion par défaut

source: Save
fr: Sauvegarder

source: Link comments
fr: Relier les commentaires
