Repository: alexislefebvre/dotclear-lab
Catalog: plugins/TaC/locales/*/main.po
Languages: fr

source: Your message have been successfully sent.
fr: Vous message a été envoyé avec succès.

source: Not sure that your message is sent
fr: Pas sure que votre message ai été envoyé.

source: Your are connected as "%s"
fr: Vous êtes connecté avec le compte "%s"

source: It remains %s API hits
fr: Il reste %s requêtes sur l'API

source: Disconnect and clean access
fr: Déconnexion et suppression des autorisations

source: Quick send message to your twitter timeline:
fr: Envoyer un message sur votre timeline Twitter :

source: Connect your blog with your twitter account through TaC
fr: Connectez votre blog à Twitter à travers TaC

source: Retry
fr: Recommencer

source: Usage of TaC
fr: Utilisation de TaC

source: TaC is used by %s different consumers.
fr: TaC est utilisé par %s client(s) différent(s).

source: Consumer "%s" has %s registered client(s).
fr: L'utilisateur "%s" a %s client(s) enregistré(s).
