Repository: alexislefebvre/dotclear-lab
Catalog: plugins/postInfoWidget/locales/*/main.po
Languages: fr

source: PostInfoWidget: entry information list
fr: PostInfoWidget : liste d'information du billet

source: Show Entry informations on a widget
fr: Afficher les informations d'un billet dans un widget

source: About this entry
fr: Á propos de ce billet

source: Publish date text:
fr: Texte pour la date de publication :

source: Publish on %Y-%m-%d %H:%M
fr: Publié le %d/%m/%Y à %H:%M

source: Create date text:
fr: Texte pour la date de création :

source: Create on %Y-%m-%d %H:%M
fr: Créé le %d/%m/%Y à %H:%M

source: Update date text:
fr: Texte pour la date de dernière mise à jour :

source: Update on %Y-%m-%d %H:%M
fr: Mis à jour le %d/%m/%Y à %H:%M

source: Language (%T = name, %C = code, %F = flag):
fr: Texte pour la langue (%T = nom, %C = code, %F = drapeau) :

source: Language: %T %F
fr: Langue : %T %F

source: Author text (%T = author):
fr: Texte pour l'auteur (%T = auteur) :

source: Author: %T
fr: Auteur : %T

source: Category text (%T = category):
fr: Texte pour la catégorie (%T = catégorie) :

source: Category: %T
fr: Catégorie : %T

source: Tags text (%T = tags list):
fr: Texte pour les mots-clés (%T = liste des mots-clés) :

source: Tags: %T
fr: Mots-clés : %T

source: Attachments text (%T = text, %D = numeric):
fr: Texte pour le nombre d'annexes (%T = texte, %D = nombre) :

source: Attachments: %T
fr: Annexes : %T

source: Comments text (%T = text, %D = numeric):
fr: Texte pour le nombre de commentaires (%T = texte, %D = nombre) :

source: Comments: %T
fr: Commentaires : %T

source: Trackbacks text (%T = text, %D = numeric):
fr: Texte pour le nombre de rétroliens (%T = texte, %D = nombre) :

source: Trackbacks: %T
fr: Rétroliens : %T

source: Permalink text (%T = text link, %F = full link):
fr: Texte pour le lien pemanent (%T = texte, %F = complet) :

source: Show comment feed url
fr: Afficher l'URL du flux des commentaires

source: Link to previous entry (%T = navigation text, %F = entry title):
fr: Lien vers le billet précédent (%T = texte de navigation, %F = titre du billet) :

source: Link to next entry (%T = navigation text, %F = entry title):
fr: Lien vers le billet suivant (%T = texte de navigation, %F = titre du billet) :

source: Link to previous entry of this category (%T = navigation text, %F = entry title):
fr: Lien vers le billet précédent de la catégorie (%T = texte de navigation, %F = titre du billet) :

source: Link to next entry of this category (%T = navigation text, %F = entry title):
fr: Lien vers le billet suivant de la catégorie (%T = texte de navigation, %F = titre du billet) :

source: Try to adapt style:
fr: Essayer d'adapter le style :

source: No style
fr: sans style

source: Small icon
fr: petite icône

source: Normal icon
fr: icône normale

source: Try to remove entry information
fr: Essayer de cacher les informations du billet

source: Try to remove entry tags
fr: Essayer de cacher la liste des mots-clés du billet

source: Try to remove entry navigation
fr: Essayer de cacher les liens de navigation

source: no attachment
fr: aucune annexe

source: one attachment
fr: une annexe

source: %d attachments
fr: %d annexes

source: no comment
fr: aucun commentaire

source: one comment
fr: un commentaire

source: %d comments
fr: %d commentaires

source: no trackback
fr: aucun rétrolien

source: one trackback
fr: un rétrolien

source: %d trackbacks
fr: %d rétroliens

source: Previous entry
fr: Billet précédent

source: Next entry
fr: Billet suivant

source: Previous entry of this category
fr: Billet précédent de cette catégorie

source: Next entry of this category
fr: Billet suivant de cette catégorie
