Repository: alexislefebvre/dotclear-lab
Catalog: plugins/mkcompat/locales/*/main.po
Languages: fr

source: Compatibility 2.1.6
fr: Compatibilité 2.1.6

source: Dotclear 2.1.6 compatibility plugin
fr: Plugin de compatibilité 2.1.6

source: The %s theme has been upgraded
fr: Le thème %s a été mis à jour.

source: The %s plugin has been upgraded
fr: Le plugin %s a été mis à jour.

source: Important notice
fr: Précision importante

source: This plugin tries to update your themes and plugins to work smoothly with the latest version of Dotclear. It is provided as-is, may not work, and may even break something. Please do a backup of your modules before using it.
fr: Ce plugin tente de mettre à jour vos plugins et thèmes pour les rendre compatibles avec la dernière version de Dotclear. Il est fourni en l'état, peut ne pas fonctionner, peut même rendre un de vos modules inopérant. Il est important de les sauvegarder avant d'utiliser ce plugin.

source: Themes requiring an upgrade
fr: Thèmes nécessitant une mise-à-jour

source: Upgrade
fr: Mise-à-jour

source: You do not have sufficient rights to upgrade this theme.
fr: Vous n'avez pas suffisamment de droits pour mettre ce thème à jour.

source: Upgrade does not seem to be required for any theme.
fr: Il semble qu'aucun thème n'aie besoin d'une mise-à-jour

source: Plugins requiring an upgrade
fr: Plugins nécessitant une mise-à-jour

source: You do not have sufficient rights to upgrade this plugin.
fr: Vous n'avez pas suffisamment de droits pour mettre ce plugin à jour.

source: Upgrade does not seem to be required for any plugin.
fr: Il semble qu'aucun plugin n'aie besoin d'une mise-à-jour

source: The document you are looking for does not exists.
fr: Le document que vous cherchez n'existe pas.
