Repository: alexislefebvre/dotclear-lab
Catalog: plugins/puzzle/trunk/locales/*/main.po
Languages: fr

source: Enable Puzzle for:
fr: Activer Puzzle pour :

source: Change category
fr: Changer de catégorie

source: Define the Puzzle for
fr: Définir la grille de

source: Number column max
fr: Nombre de colonnes max

source: Size of gutters in %
fr: Taille des gouttières en %

source: Lines height in px
fr: Hauteur des lignes en px

source: Size of gutters in px
fr: Taille des gouttières en px

source: Make the Puzzle for
fr: Créer les pièces de

source: Column
fr: Colonne

source: Line
fr: Ligne

source: Post
fr: Billet

source: Fill to create a new part
fr: Remplir pour créer une nouvelle pièce

source: Settings for category
fr: Modifier le Puzzle de
