Repository: alexislefebvre/dotclear-lab
Catalog: plugins/latexrender/locales/*/main.po
Languages: fr

source: Safe method
fr: Méthode sûre

source: Colorization method
fr: Méthode avec couleur

source: Cache has been successfully cleaned.
fr: Le cache a bien été nettoyé.

source: Settings
fr: Paramètres

source: Utilities paths
fr: Emplacement des utilitaires

source: <code>latex</code> path:
fr: Chemin de <code>latex</code> :

source: <code>dvips</code> path:
fr: Chemin de <code>dvips</code> :

source: <code>convert</code> path:
fr: Chemin de <code>convert</code> :

source: <code>identify</code> path:
fr: Chemin de <code>identify</code> :

source: Security limits
fr: Limites de sécurité

source: Max width (pixels):
fr: Largeur maximale (pixels) :

source: Max height (pixels):
fr: Hauteur maximale (pixels) :

source: Max length (chars):
fr: Longueur maximale (caractères) :

source: Generation method
fr: Mode de génération

source: Formula density (dpi)
fr: Densité des formules (dpi)

source: LaTeX class
fr: Classe LaTeX

source: Font size
fr: Taille de la police

source: return to default values
fr: revenir aux valeurs par défaut

source: clean cache
fr: nettoyer le cache

source: Plugin auto-test
fr: Auto-test de l'extension

source: The LaTeX logo should be displayed here colored in black then red:
fr: Le logo de LaTeX devrait s'afficher ici en noir, puis en rouge :

source: Files in cache:
fr: Fichiers dans le cache :

source: <p>The stacker extension is installed. Public display will take place.</p>
fr: <p>L'extension stacker est installée. L'affichage en zone publique aura lieu.</p>

source: <p>Please install the stacker extension for public display to take place.</p>
fr: <p>Installez l'extension stacker pour que l'affichage en zone publique se fasse.</p>

source: Images go in the following directory:
fr: Les images sont dans le répertoire suivant :

source: Temp files go in the following directory:
fr: Les fichiers temporaires sont dans le répertoire suivant :

source: Images have the following URL:
fr: Les images ont l'URL suivante :

source: Marks [tex]...[/tex] text as LaTeX
fr: Marque le texte [tex]...[/tex] comme étant du LaTeX

source: executable not found
fr: exécutable non trouvé

source: formula too long
fr: formule trop longue

source: blacklisted TeX operator
fr: commande TeX interdite

source: file not moved correctly
fr: fichier non déplacé correctement

source: compilation failed
fr: compilation échouée

source: image too large
fr: image trop grande
