Repository: alexislefebvre/dotclear-lab
Catalog: plugins/odt/locales/*/main.po
Languages: fr

source: ODT export
fr: Export ODT

source: Export to ODT
fr: Exporter en ODT

source: Title:
fr: Titre :

source: Link title:
fr: Titre du lien :

source: Where should it appear:
fr: Où doit-il apparaître :

source: On every page
fr: Sur toutes les pages

source: On every page but the home page
fr: Sur toutes les pages sauf la page d'accueil

source: On the home page only
fr: Sur la page d'accueil uniquement

source: disabled
fr: désactivé

source: bottom
fr: en bas

source: top
fr: en haut

source: Configuration problem, see help for details
fr: Erreur de configuration, reportez-vous à l'aide pour les détails

source: Settings have been successfully updated.
fr: Les réglages ont été mis à jour avec succès.

source: To add an ODT export link, you have three options:
fr: Pour ajouter un lien d'export ODT, vous avez trois options :

source: add a new presentation widget called "ODT export",
fr: ajouter un nouveau widget de présentation appelé "Export ODT",

source: activate the export link in the form below,
fr: activer le lien d'export dans le formulaire ci-dessous,

source: add the following tag in your template:
fr: ajouter le tag suivant dans votre thème :

source: Warning, the blog posts <em>must</em> be valid XHTML for the plugin to work properly. Remember to use the "XHTML validation" link below the post edition area.
fr: Attention, les billets du blog <em>doivent</em> être valides XHTML pour que le plugin fonctionne. N'oubliez pas d'utiliser le lien "Validation XHTML" sous la zone d'édition du billet.

source: Export button:
fr: Bouton d'export :

source: Import remote images
fr: Importer les images distantes

source: Default image size:
fr: Taille des images par défaut :

source: Save
fr: Sauvegarder

source: About
fr: À propos

source: This plugin has been written by Aurelien Bompard.
fr: Ce plugin a été écrit par <a href="http://aurelien.bompard.org" onclick="window.open(this.href);return false;">Aurélien Bompard</a>.

source: Feel free to <a href="http://aurelien.bompard.org/contact" onclick="window.open(this.href);return false;">contact me</a> if you encounter issues with it.
fr: N'hésitez pas à <a href="http://aurelien.bompard.org/contact" onclick="window.open(this.href);return false;">me contacter</a> si vous rencontrez des problèmes avec.

source: You can also <a href="http://aurelien.bompard.org/post/2009/06/05/Export-des-billets-Dotclear-en-ODT" onclick="window.open(this.href);return false;">read the post</a> (in french) introducing it.
fr: Vous pouvez aussi <a href="http://aurelien.bompard.org/post/2009/06/05/Export-des-billets-Dotclear-en-ODT" onclick="window.open(this.href);return false;">lire le billet</a> qui l'annonce.
