Repository: alexislefebvre/dotclear-lab
Catalog: plugins/notifications/locales/*/main.po
Languages: fr

source: %s created
fr: %s créé(e)

source: %s updated
fr: %s mis(e) à jour

source: Entry
fr: Billet

source: Entry deleted
fr: Billet supprimé

source: New comment
fr: Nouveau commentaire

source: New trackback
fr: Nouveau rétrolien

source: New 404 error page displayed about %s
fr: Nouvelle page d'erreur 404 affichée à propos de %s

source: this URL
fr: cette URL

source: Last visit on administration interface
fr: Dernière visite sur l'interface d'administration

source: Impossible to load notification configuration
fr: Impossible de charger la configuration du plugin notifications

source: Configuration successfully updated.
fr: Configuration mise à jour avec succès

source: Top - Left
fr: Haut - Gauche

source: Top - Right
fr: Haut - Droite

source: Bottom - Left
fr: Bas - Gauche

source: Bottom - Right
fr: Bas - Droite

source: Blog notifications
fr: Notifications du blog

source: Enable posts notifications
fr: Activer les notifications en rapport avec les billets

source: Enable categories notifications
fr: Activer les notifications en rapport avec les catégories

source: Enable comments notifications
fr: Activer les notifications en rapport avec les commentaires

source: Enable trackbacks notifications
fr: Activer les notifications en rapport avec les rétroliens

source: Enable 404 errors notifications
fr: Activer les notifications en rapport avec les page d'erreur 404

source: Notifications options
fr: Options des notifications

source: Sticky new notifications
fr: Coller les notifications pour les éléments de type : nouveaux

source: Sticky update notifications
fr: Coller les notifications pour les éléments de type : mis à jour

source: Sticky delete notifications
fr: Coller les notifications pour les éléments de type : supprimés

source: Sticky message notifications
fr: Coller les notifications pour les éléments de type : messages

source: Sticky error notifications
fr: Coller les notifications pour les éléments de type : erreurs

source: Position of notifications
fr: Positions des notifications

source: Time to display notifications (second)
fr: Temps d'affichage des notifications (en secondes)

source: Time beetween each request (second)
fr: Temps entre chaque requête (en secondes)

source: Notifications maintenance
fr: Maintenance des notifications

source: Auto-clean notifications
fr: Nettoyage automatique des notifications

source: Save configuration
fr: Enregistrer la configuration
