Repository: alexislefebvre/dotclear-lab
Catalog: plugins/dcMiniUrl/locales/*/main.po
Languages: fr

source: Links shortener
fr: Raccourcisseur de liens

source: Short link
fr: Lien court

source: Create short link
fr: Créer un lien court

source: never followed
fr: jamais suivi

source: followed one time
fr: suivi une fois

source: followed %s times
fr: suivi %s fois

source: create short link
fr: créer un lien court

source: delete short link
fr: Effacer un lien court

source: reset short link counter
fr: RAZ du conteur d'un lien court

source: Failed to verify protected field
fr: Impossible de verifier le champ de protection

source: This link is too short
fr: Ce lien est trop court

source: This link is already a short link
fr: Ce lien est déjà un lien court

source: This link is not a blog link
fr: Ce lien n'appartient pas à ce blog

source: This type of link is not allowed
fr: Ce type de lien n'est pas autorisé

source: Failed to create short link
fr: Impossible de créer le lien court

source: Short link for %s is %s
fr: Le lien court pour %s est %s

source: Long link:
fr: Lien long :

source: Write "%s" in next field:
fr: Écrire "%s" dans le champs suivant :

source: Create
fr: Créer

source: Shorten link
fr: Raccourcir un lien

source: Top mini links
fr: Top mini liens

source: Link length (if truncate)
fr: Longueur du lien (si tronqué)

source: Limit:
fr: Limite :

source: Hide no followed links:
fr: Cacher les liens non suivis :

source: No short link
fr: Pas de lien court

source: Long link
fr: Lien long

source: Followed
fr: Suivi

source: All
fr: Tous

source: Custom
fr: Personnalisée

source: Follow
fr: Suivie

source: Nothing to shorten
fr: Rien à raccourcir

source: This short link is already taken
fr: Ce lien court est déjà pris

source: This custom short link is already taken
fr: Ce lien court personnalisé est déjà pris

source: Custom short link:
fr: Lien court personalisé :

source: Only for custom short link.
fr: Seulement pour un lien personnalisé

source: Selected links action:
fr: Action sur les liens selectionnés :

source: Settings
fr: Paramètres

source: Enable plugin
fr: Activer l'extension

source: Enable public page
fr: Activer la page public

source: Allowed users to shortcut their links on public side
fr: Autoriser les utilisateurs à créer leurs propres liens courts depuis une page publique

source: Enable auto shorturl on public urls
fr: Activer la création automatique de lien court coté public

source: Shortcut links automatically when using template value like "EntryMiniUrl"
fr: Raccourcir automatiquement les liens lors de l'utilisation de balise de template comme "EntryMiniUrl"

source: Enable auto shorturl on contents
fr: Activer la création automatique des liens courts sur les contenus

source: Shortcut links automatically found in contents when creating entry or comment
fr: Raccourcir automatiquement les liens trouvés lors de la création de contenu comme les billets ou les commentaires

source: Limit shorturl to current blog
fr: Limiter la création de liens courts à ce blog

source: Only link started with this blog url could be shortened
fr: Uniquement les liens commençant par l'URL de ce blog peuvent être raccroucis

source: Allowed protocols
fr: Protocoles autorisés

source: Use comma seperated list like: "http:,https:,ftp:"
fr: Utiliser une virgule pour séparer les protocoles, ex: "http:,https:,ftp:"

source: Note this
fr: Á noter

source: If you use this plugin then uninstall it, note that you loose all short links
fr: Si vous utilisez cette extention puis vous la désinstallez, notez que vous perdrez tous vos liens courts

source: We recommand that you use a rewrite engine in order to remove 'index.php' from your blog's URLs
fr: Nous vous recommandons d'utiliser un system de réécriture d'URL afin de supprimer "index.php" des URLs de votre blog

source: You can find more about this on the Dotclear Documentation
fr: Vous pouvez trouver plus d'information à ce sujet sur la Documentation Dotclear
