Repository: alexislefebvre/dotclear-lab
Catalog: plugins/PayPalButtons/locales/*/main.po
Languages: fr

source: PayPal Buttons
fr: Boutons PayPal

source: Are you sure you want to remove this button?
fr: Êtes-vous certain de vouloir supprimer le bouton ?

source: PayPal button
fr: Bouton PayPal

source: No button
fr: Pas de bouton

source: Add a button to entry
fr: Ajouter un bouton au billet

source: Edit button
fr: Modifier le bouton

source: Delete button
fr: Supprimer le bouton

source: Directory for files repository needs to allow read and write access.
fr: Le répertoire pour le dépôt des fichiers nécessite un accès en lecture et écriture.

source: PayPal buttons
fr: Boutons PayPal

source: Button type
fr: Type de bouton

source: Buy now
fr: Acheter

source: Donate
fr: Faire un don

source: Subscribe
fr: Souscrire

source: Buy gift certificate
fr: Offrir un chèque-cadeau

source: Add to cart
fr: Ajouter au panier

source: Button saved in your PayPal account
fr: Bouton enregistré dans votre compte PayPal

source: Button ID:
fr: ID du bouton :

source: Button options
fr: Options du bouton

source: Customer is prompted to include a shipping address
fr: Le client peut indiquer une adresse de livraison

source: Customer is not asked for a shipping address
fr: Le client ne peut pas indiquer d'adresse de livraison

source: Customer must provide a shipping address
fr: Le client doit indiquer une adresse de livraison

source: GET: Default or shopping cart transactions
fr: GET : par défaut ou transactions avec le panier

source: GET and no transaction variables are posted
fr: GET et pas d'envoi des détails de la transaction

source: POST and all transaction variables are posted
fr: POST et envoi de tous les détails de la transaction

source: Configuration has been successfully saved.
fr: La configuration a été enregistrée avec succès.

source: PayPal pages options have been successfully saved.
fr: Les options des pages PayPal ont été enregistrés avec succès.

source: Advanced options have been successfully saved.
fr: Les options avancées ont été enregistrés avec succès.

source: Enable plugin
fr: Activer l'extension

source: Use PayPal Sandbox for transactions (testing)
fr: Utiliser la Sandbox PayPal pour les transactions (tests)

source: PayPal account
fr: Compte PayPal

source: Testing account login:
fr: Identifiant du compte de test :

source: Your testing business account email in PayPal Sandbox
fr: L'adresse email de votre compte marchand de test dans la Sanbox PayPal

source: Selling account login:
fr: Identifiant du compte marchand :

source: Your PayPal account email address or your Paypal secure merchant account ID
fr: L'adresse email de votre compte Paypal ou votre ID marchand sécurisé Paypal

source: Currency:
fr: Monnaie :

source: Payments to your account will be made in this currency
fr: Les paiements seront effectués dans cette monnaie sur votre compte

source: Advanced options
fr: Options avancées

source: SSL buttons crypting
fr: Cryptage SSL des boutons

source: Note : to use encrypted buttons, you must be able to connect to your server using SSH protocol, and generate your certificates.
fr: Note : pour utiliser des boutons cryptés, vous devez pouvoir vous connecter à votre serveur avec le protocle SSH, et générer vos certificats.

source: Path to OpenSSL on your server:
fr: Chemin vers OpenSSL sur votre serveur :

source: example: /usr/bin/openssl
fr: exemple: /usr/bin/openssl

source: ID of your PayPal certificate:
fr: ID de votre certificat PayPal :

source: This ID is displayed in your PayPal account once you have submitted your public certificate
fr: Cet ID est affiché dans votre compte PayPal après la soumission de votre certificat public

source: Instant Payment Notifications
fr: Notifications instantanées de paiement (IPN)

source: Notification URL:
fr: URL de notification :

source: Payment Data Transfer
fr: Transfert des données de paiement (PDT)

source: Your PayPal authorization token:
fr: Votre jeton d'identité Paypal :

source: This token is displayed in your PayPal account once you have activated Payment Data Transfer
fr: Ce jeton est affiché dans votre compte PayPal quand vous avec activé le Transfert des données de paiement

source: Options for PayPal pages
fr: Options des pages PayPal

source: Display options
fr: Options d'affichage

source: Note field label:
fr: Titre du champ Commentaire :

source: Title for the Note field on the PayPal Payment page.
fr: Titre du champ Commentaire dans la page de paiement PayPal.

source: Notes are not allowed
fr: Ne pas autoriser les commentaires

source: Continue button text:
fr: Texte du bouton Continuer :

source: Text for the Continue button on the PayPal Payment Complete page.
fr: Texte du bouton Continuer sur la page PayPal quand la commande est terminée.

source: Shipping address options:
fr: Options pour l'adresse de livraison :

source: Presentation options
fr: Options de présentation

source: Note: other options will be ignored if a custom saved PayPal style is defined.
fr: Note : les autres options seront ignorées si un style PayPal enregistré est défini.

source: Page style:
fr: Style de page :

source: Custom PayPal style name
fr: Nom du style PayPal enregistré

source: PayPal page background color:
fr: Couleur de fond de la page PayPal :

source: White
fr: Blanc

source: Black
fr: Noir

source: Header border color:
fr: Couleur de bordure de l'en-tête :

source: Six-character HTML hexadecimal color code in ASCII
fr: Code ASCII de la couleur sur 6 caractères

source: Payment zone background color:
fr: Couleur de fond de la zone de paiement :

source: URL of custom logo image (150*50 px). Only secure server (https).
fr: URL de l'image du logo (150*50 px). Serveur sécurisé uniquement (https).

source: Header image:
fr: Image d'en-tête :

source: URL of custom header image (750*90 px). Only secure server (https).
fr: URL de l'image d'en-tête (750*90 px). Serveur sécurisé uniquement (https).

source: Redirect options
fr: Options de redirection

source: Note: these options will be ignored if you activate instant payment notification (IPN) in advanced options.
fr: Note : ces options seront ignorées si vous activez la notification instantanée des paiements (IPN) dans les options avancées.

source: Return URL:
fr: URL de confirmation :

source: The URL to which the customer is returned after completing the payment (default : PayPal website)
fr: L'URL vers laquelle le client est redirigé après avoir complété son paiement (par défaut : site PayPal)

source: Cancel URL:
fr: URL d'annulation :

source: The URL to which the customer is returned if payment is canceled (default : PayPal website)
fr: L'URL vers laquelle le client est redirigé si le paiement est annulé (par défaut : site PayPal)

source: Form method used to send data to the URL specified by the return variable:
fr: Méthode utilisée par le formulaire pour envoyer les données à l'URL de confirmation :
