Repository: alexislefebvre/dotclear-lab
Catalog: plugins/hornTweeter/locales/*/main.po
Languages: fr

source: To use this extension you must install plugin called "TaC"
fr: Pour utiliser cette extension vous devez installer le plugin "TaC"

source: Enable extension on this blog
fr: Activer l'extension sur ce blog

source: URL of shortener API:
fr: URL de l'API du réducteur de lien :

source: API must be compliant with is.gd API
fr: L'API doit être compatible avec celle de is.gd

source: Twitter account
fr: Compte Twitter

source: Message for entries:
fr: Message pour les billets :

source: You can use wildcards like %s
fr: Vous pouvez utiliser les jokers %s

source: Send tweet when an entry is marked as published
fr: Envoyer un tweet lorsqu'un billet est marqué comme publié.

source: Message for comments:
fr: Message pour les commentaires :

source: Send tweet when a comment is published.
fr: Envoyer un tweet lorsqu'un commentaire est publié.
