Repository: alexislefebvre/dotclear-lab
Catalog: plugins/eraseCache/locales/*/main.po
Languages: fr

source: use eraseCache
fr: utiliser eraseCache

source: No dirs deleted.
fr: Aucun dossier supprimé

source: Deleted dirs :
fr: Dossiers supprimé :

source: Unable to change the type
fr: Impossible de changer le type

source: To select the files with removed :
fr: Sélectionner les dossiers à supprimer :

source: Click on the button to erase the temporary files
fr: Cliquez sur le bouton pour effacer les fichiers temporaires

source: Remove the temporary files
fr: Supprimer les fichiers temporaires

source: Are you sure you want to remove the temporary files?
fr: Souhaitez-vous vraiment supprimer les fichiers temporaires ?

source: Are you sure you want to change permissions ?
fr: Souhaitez-vous vraiment changer les permissions ?

source: Form
fr: Formulaire

source: Allows to erase the temporary files of your blog
fr: Permet d'effacer les fichiers temporaires de votre blog

source: Change the permissions in the menu "users"
fr: Changer les permissions dans le menu "utilisateurs"

source: Beware of files you delete, choose not support any of the system files.
fr: Attention aux dossiers que vous supprimez, ne choisissez en aucun cas les fichiers système.

source: The default file cache are:
fr: Les fichiers par défaut du cache sont :

source: The dirs is empty
fr: Le dossier est vide

source: About
fr: À propos

source: Made by:
fr: Créé par :

source: Thanks
fr: Remerciements

source: More information on the plugin:
fr: Plus d'information sur le plugin

source: Support and Update
fr: Support et Mise à jour

source: Please go to:
fr: Veuillez vous rendre sur :

source: I receive an error message when I am in the administration
fr: J'ai un message d'erreur lorsque je suis dans l'administration

source: The permissions of writing are not correct (700 minimum)
fr: Les permissions d'écriture ne sont pas correctes (700 minimum)

source: I did not file cbtpl and cbfeed in the list
fr: Je n'ai pas de dossier cbtpl et cbfeed dans la liste

source: check your file "config.php"
fr: vérifiez votre fichier "config.php"

source: The cache is empty
fr: Le cache est vide

source: The file is empty
fr: Le dossier est vide

source: The rights of writing are not correct (700 required)
fr: Les droits d'écriture ne sont pas corrects (700 requis)

source: Error
fr: Erreur

source: erasecache
fr: effacecache

source: Contribute
fr: Contributions

source: erase cache successfully.
fr: cache vidé avec succès.

source: Configuration successfully updated.
fr: Configuration mise à jour avec succès.

source: To select the file with removed :
fr: Sélectionner le dossier à supprimer :

source: erase Cache successfully.
fr: Cache vidé avec succès.

source: Click on the button to erase the files temporary of dotclear
fr: Cliquez sur le bouton pour effacer les fichiers temporaires de Dotclear
