Repository: alexislefebvre/dotclear-lab
Catalog: plugins/shareOn/locales/*/main.po
Languages: fr

source: Share on
fr: Partager sur

source: Use small buttons
fr: Utiliser les petits boutons

source: Add %s
fr: Ajouter %s

source: Retweet name:
fr: Nom de retweet :

source: Change the RT source of the button from RT @tweetmeme to RT @yourname. Please use the format of 'yourname', not 'RT @yourname'.
fr: Changer la source du RT de RT @tweetmeme vers RT @votrenom. Utiliser le format 'votrenom', pas 'RT @votrenom'.

source: Button title:
fr: Titre du bouton :

source: Show faces:
fr: Afficher les têtes :

source: Colors scheme:
fr: Schema de couleurs :

source: light
fr: clair

source: dark
fr: foncé

source: I like
fr: J'aime

source: I recommend
fr: Je recommande

source: Your Flattr UID:
fr: Votre UID Flattr :

source: Add post description to message
fr: Ajouter la description du billet au message

source: before content
fr: Avant le contenu

source: after content
fr: Après le contenu

source: Configuration successfully saved
fr: Configuration sauvegardée avec succès

source: Buttons successfully updated
fr: Boutons mis à jour avec succès

source: Please wait
fr: Veuillez patienter

source: Please note that this button is loaded at same time of the page and can slow down your blog. It depends on the response time of service.
fr: Notez que ce bouton est chargé en même temps que la page et peut ralenti votre blog. Cela dépend du temps de réponse du service.

source: This button uses javascript to call service and does not slow down your blog. You must have jQuery loaded in your theme.
fr: Ce bouton utilise javascript, il ne ralentie pas la page. vous devez avoir jQuery chargé dans votre thème.

source: homepage
fr: page d'accueil

source: Learn more about %s.
fr: En savoir plus à propos de %s.

source: Enable this button on post content
fr: Activer ce bouton sur le contenu des billets

source: Use small button on post content
fr: Utiliser le petit bouton sur le contenu des billets

source: Settings
fr: Paramètres

source: Plugin activation
fr: Activation de l'extension

source: Enable plugin
fr: Activer l'extension

source: You can add here special cascading style sheet. Share on bar has class "shareonentry" and widget has class "shareonwidget".
fr: Vous pouvez ajouter ici des styles spécificques. La barre ShareOn utilise la class "shareonentry" et le widget utilise la class "shareonwidget".

source: Content
fr: Contenu

source: To use this option you must have behavior "publicEntryBeforeContent", "publicEntryAfterContent" and "publicHeadContent" in your theme.
fr: Pour utiliser cette option vous devez avoir les behavior "publicEntryBeforeContent", "publicEntryAfterContent" et "publicHeadContent" dans votre thème.

source: A widget is also available to add buttons to your blog.
fr: Un widget est également disponible pour ajouter les boutons sur votre blog.

source: Title of group of buttons could be empty.
fr: Le titre du groupe de boutons peut être vide.

source: Show buttons on each posts on home page:
fr: Afficher les boutons sur chaques billets de la page d'accueil :

source: Show buttons on each posts on categorie page:
fr: Afficher les boutons sur chaques billets de la page de catégorie :

source: Show buttons on each posts on tag page:
fr: Afficher les boutons sur chaques pages de tag :

source: Show buttons on a post page:
fr: Afficher les boutons sur la page d'un billet :
