Repository: alexislefebvre/dotclear-lab
Catalog: themes/mystique/locales/*/main.po
Languages: fr

source: Both comments and pings are currently closed.
fr: Les commentaires et rétroliens sont fermés.

source: Follow me on Twitter!
fr: Suivez-moi sur Twitter!

source: No comments yet
fr: Pas (encore) de commentaire

source: No pings yet
fr: Pas (encore) de retrolien

source: Print article
fr: Imprimer l'article

source: Share this post!
fr: Partager le&nbsp;billet

source: You can skip to the end and $postCommentLink(leave a response). Pinging is currently not allowed.
fr: Vous pouvez $postCommentLink(poster une réponse). Les rétroliens sont fermés.

source: in
fr: dans

source: written by
fr: écrit par

source: Follow any responses to this post through $postRSSLink(RSS link).
fr: Suivez les réponses à cet article par le biais de son $postRSSLink(fil RSS).

source: Responses are currently closed, but you can $postPingLink(trackback) from your own site.
fr: Les commentaires sont fermés mais vous pouvez $postPingLink(faire un rétrolien) depuis votre propre site.

source: This entry was posted by $authorLink on $postDate at $postTime
fr: Ce billet a été posté par $authorLink, le $postDate à $postTime

source: You can $postCommentLink(leave a response) or $postPingLink(trackback) from your own site.
fr: Vous pouvez $postCommentLink(poster une réponse) ou $postPingLink(faire un rétrolien) depuis votre propre site.

source: and is filed under $postCategoryURL
fr: et est classé dans $postCategoryURL
