Repository: alexislefebvre/dotclear-lab
Catalog: plugins/topWriter/locales/*/main.po
Languages: fr

source: Top Writer: top comments
fr: Top Writer : top commentaires

source: Top comments
fr: Top commentaires

source: List users who write more posts
fr: Liste les utilisateurs qui ont écrit le plus de billets

source: Period:
fr: Période :

source: day
fr: jour

source: week
fr: semaine

source: month
fr: mois

source: year
fr: année

source: from begining
fr: depuis le début

source: Limit:
fr: Limite :

source: Exclude post writer from list
fr: Exclure de la liste les auteurs de billets

source: Top Writer: top entries
fr: Top Writer : top billets

source: Top entries
fr: Top billets

source: List users who write more comments
fr: Liste les utilisateurs qui ont écrit le plus de commentaires

source: Author link
fr: Lien vers l'auteur

source: one comment
fr: un commentaire

source: Author posts
fr: Billets de l'auteur

source: no post
fr: pas de billet

source: one post
fr: un billet

source: Ranking of the most prolific writers and/or commentators
fr: Classement des plus prolifiques rédacteurs et/ou commentateurs
