Repository: alexislefebvre/dotclear-lab
Catalog: plugins/contact/locales/*/main.po
Languages: fr

source: Title: (Use %I for Contact icon)
fr: Titre: (Utilisez %I pour l'icône Contact)

source: Display the link in a subtitle
fr: Afficher le lien dans un sous-titre

source: If yes, subtitle :
fr: Si oui, sous-titre :

source: Contact me!
fr: Contactez-moi !

source: A contact form
fr: Un formulaire de contact

source: The contact page is not set up yet. Please wait the webmaster do it.
fr: La page de contact n'a pas encore été configurée. Merci d'attendre que le webmaster s'en charge.

source: Yes
fr: Oui

source: No
fr: Non

source: Some needed fields are empty. Refresh the page by pressing the F5 key on your keyboard.
fr: Certains champs obligatoires ne sont pas remplis. Réactualisez la page en appuyant sur la touche F5 de votre clavier.

source: The anti-spam code is incorrect. Refresh the page by pressing the F5 key on your keyboard.
fr: Le code anti-spam est incorrect. Réactualisez la page en appuyant sur la touche F5 de votre clavier.

source: The given email is invalid.
fr: L'email indiqué est invalide.

source: Visitor
fr: Visiteur

source: Error with the attached file.
fr: Erreur avec la pièce jointe.

source: The email couldn't be sent.
fr: L'email n'a pas pu être envoyé.

source: Error
fr: Erreur

source: Configuration successfully updated
fr: Configuration mise à jour avec succès

source: Template adapted
fr: Template adapté

source: The plugin file <ins>contact.html</ins> is not writable
fr: Le fichier du plugin <ins>contact.html</ins> n'est pas accessible en écriture

source: The theme file <ins>post.html</ins> is not readable
fr: Le fichier du theme <ins>post.html</ins> n'est pas accessible en lecture

source: Cannot adapt page to this template
fr: Impossible d'adapter la page à ce template

source: Name :
fr: Nom :

source: Are you sure you want to delete this recipient ?
fr: Êtes vous sur(e) de vouloir effacer ce destinataire ?

source: General
fr: Général

source: Contact is a plugin to add and personalize easily a contact form to your blog.
fr: Contact est un plugin pour ajouter et personnaliser facilement un formulaire de contact à votre blog.

source: Use
fr: Utilisation

source: Your contact page is installed and available at :
fr: Votre page de contact est installée et est accessible à l'adresse :

source: To make it available for your visitors, you have to active the <em>Contact</em> widget by dragging it into the navigation sidebar from the
fr: Pour que vos visiteurs puissent accéder à cette page de contact, vous devez activer le widget <em>Contact</em> en le glissant dans le bandeau de navigation à partir de

source: the widget page
fr: la page des widgets

source: and click on the &quot;update sidebars&quot; button.
fr: et cliquer sur le bouton &quot;mettre à jour les bandeaux&quot;.

source: Allow the plugin configuration to:
fr: Autoriser la configuration du plugin à :

source: All users
fr: Tous les utilisateurs

source: Only administrators
fr: Seulement les administrateurs

source: Only super administrators
fr: Seulement les super administrateurs

source: Recipients
fr: Destinataires

source: Recipient list
fr: Liste des destinataires

source: Define here who is(are) going to be the email recipient(s).
fr: Définissez ici quel(s) sera(ont) le(s) destinataire(s) de l'email.

source: Please note that your visitors will not be able to see the email adresses.
fr: Notez que vos visiteurs ne pourront pas voir les adresses email.

source: There is no recipient yet.
fr: Il n'y a pas encore de destinataire.

source: Try to import recipients from the blog users list
fr: Essayer d'importer des destinataires depuis la liste des utilisateurs du blog

source: Add a recipient
fr: Ajouter un destinataire

source: If there are two or more recipients, a list will ask the visitor who he or she wants to send the email to.
fr: S'il y a plus d'un destinataire, une liste proposera au visiteur à qui envoyer l'email.

source: You can make a direct link to contact a specific recipient using an url such as:
fr: Vous pouvez faire un lien direct pour contacter un destinataire spécifique en utilisant une url de la sorte :

source: Displaying
fr: Affichage

source: Contact page appearance
fr: Apparence de la page de contact

source: You can personalize your contact page appearance by setting your own texts and by enabling or not some fields.
fr: Vous pouvez personnaliser l'apparence de votre page de contact en mettant vos propres textes et en activant ou non certains champs.

source: If needed, you can also edit the form code by editing the file
fr: Si besoin, vous pouvez aussi modifier le code du formulaire en éditant le fichier

source: You can use XHTML code.
fr: Vous pouvez utiliser du code XHTML.

source: Texts for your visitors
fr: Textes déstinés aux visiteurs

source: Page title &lt;title&gt;
fr: Titre de la page &lt;title&gt;

source: Use %N instead of your blog name.
fr: Utilisez %N pour le nom de votre blog.

source: Form title &lt;h2&gt;
fr: Titre du formulaire &lt;h2&gt;

source: Information text
fr: Texte d'information

source: Text after email is sent
fr: Texte une fois l'email envoyé

source: Enable/Disable field
fr: Activer/Désactiver le champ

source: Field caption
fr: Titre du champ

source: Recipient select list
fr: Liste de sélection du destinataire

source: Visitor name
fr: Nom du visiteur

source: Required field
fr: Champ obligatoire

source: Visitor email
fr: Email du visiteur

source: Email subject
fr: Sujet de l'email

source: Email body
fr: Message

source: Email attached file
fr: Pièce jointe

source: Anti-spam code
fr: Code anti-spam

source: Requires GD 2 library or higher.
fr: Nécessite la bibliothèque GD 2 ou supérieure.

source: Preview button
fr: Bouton de prévisualisation

source: Send button
fr: Bouton d'envoi

source: Additionnal fields added to the form and sent in the email :
fr: Champs additionnels qui seront ajoutés au formulaire et inclus dans l'email envoyé :

source: Initial value
fr: Valeur initiale

source: No additionnal field for the moment.
fr: Pas de champ additionnel pour le moment.

source: Text
fr: Texte

source: Checkbox
fr: Coche

source: Add an additionnal field
fr: Ajouter un champ additionnel

source: Send MIME compliant emails
fr: Envoyer des emails compatibles MIME

source: This options allows more flexible emails and attached files. Disable it may fix some sending problems.
fr: Cette option permet d'envoyer des mails plus flexibles et avec des pièces jointes. La désactiver peut régler certains problèmes avec l'envoi des emails.

source: Adaptation to the template
fr: Adaptation au template

source: The contact page is adapted to the DotClear default theme. If you are using another template, the contact page may seem different than other pages.
fr: La page de contact est adaptée au template par défaut de DotClear. Si vous utilisez un autre template, la page de contact peut sembler différente des autres pages.

source: Warning : this will cancel the possible changes you could have made on the code of the file
fr: Attention : ceci annulera les changements éventuels que vous auriez pu faire sur le code du fichier

source: Your template :
fr: Votre template :

source: Try to adapt
fr: Tenter d'adapter
