Repository: alexislefebvre/dotclear-lab
Catalog: plugins/notifications/trunk/locales/*/main.po
Languages: fr

source: %s at %s
fr: %s à %s

source: By %s on %s
fr: Par %s le %s

source: Last notification update
fr: Dernière mise à jour des notifications

source: Impossible to push notification : "%s" because : "%s"
fr: Impossible de pousser la notification : "%s" car : "%s"

source: Enable notifications
fr: Activer les notifications

source: %s created
fr: %s créé(e)

source: %s updated
fr: %s mis(e) à jour

source: Entry
fr: Billet

source: Entry deleted
fr: Billet supprimé

source: Page deleted
fr: Page supprimée

source: New comment
fr: Nouveau commentaire

source: %s detected
fr: %s détecté

source: New spam
fr: Nouveau spam

source: New trackback
fr: Nouveau rétrolien

source: Blog %s updated
fr: Blog %s mis à jour

source: Theme %s deleted
fr: Thème %s supprimé

source: Plugin %s deleted
fr: Plugin %s supprimé

source: User %s created
fr: Utilisateur %s créé

source: User %s updated
fr: Utilisateur %s mis à jour

source: User %s deleted
fr: Utilisateur %s supprimé

source: No such component
fr: Aucun composant

source: No notification type
fr: Aucun type de notification

source: No notification message
fr: Aucun message de notification

source: No component registered
fr: Aucun composant enregistré

source: Enable selected component
fr: Activer les composants sélectionnés

source: Disable seleted component
fr: Désactiver les composants sélectionnés

source: Name
fr: Nom

source: Disabled
fr: Désactivé

source: Enabled
fr: Activé

source: Component %s disabled
fr: Composant %s désactivé

source: Component %s enabled
fr: Composant %s activé

source: Define
fr: Définir

source: Component %s
fr: Composant %s

source: Top - Left
fr: Haut - Gauche

source: Top - Right
fr: Haut - Droite

source: Bottom - Left
fr: Bas - Gauche

source: Bottom - Right
fr: Bas - Droite

source: Components have been successfully updated
fr: Les composants ont été mis à jour avec succès

source: Configuration has been successfully updated
fr: La configuration a été mise à jour avec succès

source: Component permissions have been successfully updated
fr: Les permissions des composants ont été mise à jour avec succès

source: Component permissions
fr: Permissions du composant

source: Registered components
fr: Composants enregistrés

source: Sticky notifications
fr: Coller les notifications

source: Display all notifications of all blogs
fr: Afficher toutes les notifications de tous les blogs

source: Position of notifications
fr: Position des notifications

source: Time to display notifications (second)
fr: Temps d'affichage des notifications (en secondes)

source: Time beetween each request (second)
fr: Temps entre chaque requête (en secondes)

source: Auto clean notifications
fr: Nettoyer automatiquement les notifications

source: Save configuration
fr: Enregistrer la configuration

source: Permissions for component: %s
fr: Permissions pour le composant: %s

source: Required permission for type %s:
fr: Permission requise pour le type %s :

source: Save permissions
fr: Enregistrer les permissions
