Repository: alexislefebvre/dotclear-lab
Catalog: plugins/contribute/locales/*/main.po
Languages: fr

source: No default post.
fr: Pas de billet par défaut.

source: Invalid cat_id
fr: cat_id invalide

source: No entry content
fr: Pas de contenu de billet

source: No entry title
fr: Pas de titre de billet

source: The user is not allowed to create an entry
fr: L'utilisateur n'est pas autorisé à créer des billets

source: You are not allowed to create an entry
fr: Vous n'êtes pas autorisé à créer des billets

source: New post submitted on %s
fr: Nouveau billet envoyé sur %s.

source: Title: %s
fr: Titre&nbsp;: %s

source: Author: %s
fr: Auteur&nbsp;: %s

source: Email address: %s
fr: Adresse email&nbsp;: %s

source: URL:
fr: URL&nbsp;:

source: Edit this entry:
fr: Éditer ce billet&nbsp;:

source: You must log in on the backend before clicking on this link to go directly to the post.
fr: Vous devez vous enregistrer sur l'interface d'administration avant de cliquer sur ce lien pour aller directement sur ce billet.

source: Contribute
fr: Contribuer

source: Title:
fr: Titre&nbsp;:

source: Write a post for this blog
fr: Écrire un billet pour ce blog

source: Author:
fr: Auteur&nbsp;:

source: Web site:
fr: Site web&nbsp;:

source: Delete this author
fr: Effacer cet auteur

source: Configuration successfully updated.
fr: Configuration mise à jour avec succès.

source: me
fr: moi

source: %s (contributor)
fr: %s (contributeur)

source: General settings
fr: Paramètres généraux

source: Allow visitors to contribute to your blog
fr: Permettre aux visiteurs de contribuer à votre blog

source: Owner of the posts:
fr: Propriétaire des billets&nbsp;:

source: Only the users with the following permissions on this blog are shown:
fr: Seuls les utilisateurs avec les permissions suivantes sur le blog sont affichés&nbsp;:

source: Send emails to these email adresses when a new post is submitted:
fr: Envoyer des emails à ces adresses emails quand un nouveau billet est soumis&nbsp;:

source: You can enter several email adresses by separating these by a comma (<code>,</code>).
fr: Vous pouvez entrer plusieurs adresses email en les séparant par une virgule (<code>,</code>).

source: Enable antispam.
fr: Activer l'antispam.

source: It requires the %s plugin.
fr: Cela nécessite le plugin %s.

source: Allow contributors to
fr: Permettre aux contributeurs de

source: write an excerpt
fr: écrire un extrait

source: choose the category
fr: choisir la catégorie

source: choose the tags
fr: choisir les tags

source: add new tags (only if tags are allowed)
fr: ajouter des nouveaux tags (seulement si les tags sont permis)

source: write notes
fr: écrire des notes

source: enter their name, email address and website URL
fr: entrer leur nom, adresse email et URL de leur site

source: require name and email (only if name, email address and website URL are allowed)
fr: rendre obligatoires le nom et l'adresse email (seulement si le nom, l'adresse email et l'URL de leur site sont autorisés)

source: Display of the author name on the blog:
fr: Affichage du nom de l'auteur sur le blog&nbsp;:

source: (%s is the author name or nickname)
fr: (%s est le nom ou le pseudo de l'auteur)

source: Default post and format
fr: Billet par défaut et format

source: Default post:
fr: Billet par défaut&nbsp;:

source: edit this post
fr: éditer ce billet

source: Select an existing post or create a new post, then select it.
fr: Sélectionner un billet existant ou créer un nouveau billet puis le sélectionner.

source: The post can be %s or %s.
fr: Le billet peut être %s ou %s.

source: The form will be filled with the values of this post.
fr: Le formulaire sera rempli avec les valeurs du billet.

source: Text formating (only if no default post is selected):
fr: Format du texte (seulement si aucun billet par défaut n'est sélectionné)&nbsp;:

source: Contributors will be able to choose the format.
fr: Permet aux contributeurs de choisir le format.

source: Some formats may be unavailable on the blog.
fr: Certains formats peuvent ne pas être disponibles sur le blog.

source: Allow contributors to choose %s values.
fr: Permettre aux contributeurs de choisir les valeurs de %s.

source: Enable these %s values:
fr: Activer ces valeurs de %s&nbsp;:

source: Save configuration
fr: Enregistrer la configuration

source: URL of the %s page:
fr: URL de la page %s&nbsp;:

source: View the %s page
fr: Voir la page %s

source: -- block format --
fr: -- format bloc --

source: Blockquote
fr: Bloc de citation

source: Category
fr: Catégorie

source: Click on <strong>save</strong> when the post is ready.
fr: Cliquez sur <strong>enregistrer</strong> quand le billet est prêt.

source: convert to XHTML
fr: convertir en XHTML

source: Deleted
fr: Suppression

source: Emphasis
fr: Emphase

source: Error:
fr: Erreur&nbsp;:

source: Excerpt
fr: Extrait

source: External image
fr: Image externe

source: http://dotclear.org/documentation/2.0/usage/syntaxes
fr: http://fr.dotclear.org/documentation/2.0/usage/syntaxes

source: Inline quote
fr: Citation en ligne

source: Inserted
fr: Insertion

source: It needs to be approved by an administrator to be published.
fr: Il faut qu'il soit approuvé par un administrateur pour être publié.

source: Language?
fr: Langue&nbsp;?

source: Level 1 header
fr: Titre de niveau 1

source: Level 2 header
fr: Titre de niveau 2

source: Level 3 header
fr: Titre de niveau 3

source: Level 4 header
fr: Titre de niveau 4

source: Level 5 header
fr: Titre de niveau 5

source: Level 6 header
fr: Titre de niveau 6

source: Line break
fr: Passage à la ligne

source: Link
fr: Lien

source: -- none --
fr: -- aucun --

source: only visible by administrators, won't be displayed in the post
fr: uniquement visibles par les administrateurs, ne seront pas affichées dans le billet

source: Ordered list
fr: Liste numérotée

source: Paragraph
fr: Paragraphe

source: Preformated text
fr: Texte préformaté

source: save
fr: enregistrer

source: separate tags by a comma
fr: séparer les tags par une virgule

source: Strong emphasis
fr: Forte emphase

source: Text formating
fr: Format du texte

source: The post has been saved.
fr: Le billet a été sauvegardé.

source: This is a preview.
fr: Ceci est un aperçu.

source: Title
fr: Titre

source: Unordered list
fr: Liste à puces

source: URL?
fr: URL&nbsp;?

source: visual
fr: visuel

source: wiki syntax reference
fr: référence de la syntaxe wiki

source: won't be displayed
fr: ne sera pas affichée

source: You can use the following shortcuts to format your text.
fr: Vous pouvez utiliser les raccourcis suivants pour formater votre texte.

source: You have unsaved changes.
fr: Vous n'avez pas enregistré vos modifications.

source: Your informations
fr: Vos informations
