Repository: alexislefebvre/dotclear-lab
Catalog: plugins/simpleWebsite/trunk/locales/*/main.po
Languages: fr

source: Simple Website
fr: Site web simple

source: Parent Menu Item:
fr: Élément parent dans le menu

source: Menu Tag:
fr: Tag du menu

source: Template file name:
fr: Nom de fichier template

source: Leave blank for default template
fr: Laisser vide pour le template par défaut

source: Leave blank for default feed URL
fr: Laisser vide pour l'URL par défaut

source: Simple Website Menu
fr: Menu pour site web simple

source: Display Sitemap
fr: Afficher le plan du site

source: Sitemap Text:
fr: Texte pour le plan du site :

source: Sitemap
fr: Plan du site
