Repository: alexislefebvre/dotclear-lab
Catalog: plugins/mystiqueConfig/locales/*/main.po
Languages: fr

source: %1$s theme by %2$s adapted for Dotclear by %3$s
fr: Theme %1$s par %2$s, adapté pour Dotclear par %3$s

source: [Mystique]Search
fr: [Mystique]Recherche

source: [Mystique]Group
fr: [Mystique]Groupe

source: Categories tab
fr: Onglet Catégories

source: Tags tab
fr: Onglet Tags

source: Archives tab
fr: Onglet Archives

source: Popular posts tab
fr: Onglet Billets sélectionnés

source: Last comments tab
fr: Onglet derniers commentaires

source: Show counts
fr: Afficher les compteurs

source: Number of selected posts
fr: Nombre de billets sélectionés

source: Number of last comments
fr: Nombre de commentaires

source: [Mystique]Tweets
fr: Tweets

source: User name
fr: Nom de l'utilisateur

source: Number of tweets
fr: Nombre de tweets

source: Mystique configuration
fr: Configuration de Mystique

source: Layout
fr: Apparence

source: Settings
fr: Paramètres

source: Enable twitter top link
fr: Activer le lien Twitter en haut de page

source: Twitter account:
fr: Compte twitter

source: ShareThis Options
fr: Options de partage

source: Enable ShareThis
fr: Activer le partage

source: Enable ShareThis - %s
fr: Activer le partage %s

source: no sidebar
fr: Pas de barre latérale

source: 1 sidebar, left side
fr: 1 barre latérale, à gauche

source: 1 sidebar, right side
fr: 1 barre latérale, à droite

source: 2 sidebars, both on left side
fr: 2 barres latérales à gauche

source: 2 sidebars, both on right side
fr: 2 barres latérales à droite

source: 2 sidebars, left and right sides
fr: 2 barres latérales à gauche et à droite

source: Admin URL is not on the same domain as blog URL. Dynamic preview is disabled
fr: L'URL d'administration n'est pas sur le même domaine que l'URL du blog. La prévisualisation dynamique est désactivée.

source: Layout options
fr: Options d'apparence

source: Sidebars layout
fr: Apparence des sidebars

source: Color Scheme
fr: Schéma de couleurs

source: Page width type
fr: Largeur de page

source: Fixed layout
fr: Largeur fixe

source: Fluid layout
fr: Largeur fluide

source: Column widths :
fr: Largeur des colonnes

source: Background color
fr: Couleur de fond
