Repository: alexislefebvre/dotclear-lab
Catalog: plugins/lunarPhase/locales/*/main.po
Languages: fr

source: Moon phases
fr: Phases lunaires

source: Text for new moon:
fr: Texte pour la nouvelle lune :

source: New moon in %days% day(s) - %date%
fr: Nouvelle lune dans %days% jour(s) - %date%

source: Text for first quarter:
fr: Texte pour le premier quartier :

source: First Quarter in %days% day(s) - %date%
fr: Premier quartier dans %days% jour(s) - %date%

source: Text for full moon:
fr: Texte pour la pleine lune :

source: Full moon in %days% day(s) - %date%
fr: Pleine lune dans %days% jour(s) - %date%

source: Text for last quarter:
fr: Texte pour le dernier quartier :

source: Last Quarter in %days% day(s) - %date%
fr: Dernier quartier dans %days% jour(s) - %date%

source: Text for illumination:
fr: Texte pour le pourcentage d'illlumination :

source: format date (leave blank to use dotclear date format):
fr: Format de la date (Laissez blanc pour utilise le format de Dotclear) :

source: New moon
fr: Nouvelle lune

source: Waxing crescent moon
fr: Lune croissante

source: First quarter moon
fr: Premier quartier

source: Waxing gibbous moon
fr: Lune gibbeuse croissante

source: Full moon
fr: Plein lune

source: Waning gibbous moon
fr: Lune gibbeuse décroissante

source: Last quarter moon
fr: Dernier quartier

source: Waning crescent moon
fr: Lune décroissante

source: In live
fr: En direct

source: Previsions
fr: Prévisions
