Repository: alexislefebvre/dotclear-lab
Catalog: plugins/dcCron/trunk/locales/*/main.po
Languages: fr

source: Cron
fr: Programmateur

source: No interval
fr: Aucun intervalle

source: Interval must be a number
fr: L'intervalle doit être un entier

source: Task id
fr: Identifiant de la tâche

source: Interval
fr: Intervalle

source: Last run
fr: Dernière exécution

source: Next run planned
fr: Prochaine exécution programmée

source: No tasks
fr: Aucune tâche

source: Never
fr: Jamais

source: enabled
fr: activé

source: disabled
fr: désactivé

source: blocked
fr: bloqué

source: Execute once
fr: Exécuter une seule fois

source: Edit task
fr: Modifier la tâche

source: Unknown error for exception %s
fr: Erreur inconnue pour l'exception %s

source: Callback not available
fr: Callback invalide

source: Provide a valid id. Should be composed by [a-zA-Z0-9_-] characters
fr: Veuillez entrer un ID valide. Il doit être composé des caractères suivant [a-zA-Z0-9_-]

source: Provide a valid interval. Should be a number
fr: Veuillez enter un intervalle valide. Ce doit être un entier

source: Provide a valid callback. Should be a static method
fr: Veuillez enter un callback valide. Ce doit être une fonction statique

source: Provide a valid date for the first execution
fr: Veuillez enter une date valide pour la première exécution

source: Date of the first execution must be higher than now
fr: La date de première exécution doit être supérieure à maintenant

source: Impossible to delete task: Invalid id format
fr: Impossible de supprimer la tâche: Identifiant invalide

source: No task specified to delete
fr: Aucune tâche à supprimer

source: Impossible to delete task. It does not exist
fr: Impossible de supprimer la tâche, elle n'existe pas

source: Impossible to enable task: Invalid id format
fr: Impossible d'activer la tâche: Identifiant invalide

source: Impossible to enable task. It does not exist
fr: Impossible d'activer la tâche, elle n'existe pas

source: Impossible to disable task: Invalid id format
fr: Impossible de désactiver la tâche: Identifiant invalide

source: Impossible to disable task. It does not exist
fr: Impossible de désactiver la tâche, elle n'existe pas

source: week
fr: semaine

source: weeks
fr: semaines

source: day
fr: jour

source: hour
fr: heure

source: hours
fr: heures

source: Task already in progress or locked
fr: Tâche en cours d'exécution ou bloquée

source: Impossible to get lock
fr: Impossible d’acquérir le lock

source: Are you sure you want to delete selected tasks?
fr: Êtes vous sur de vouloir supprimer les tâches sélectionnées

source: Task has been successfully created
fr: La tâche a été créé avec succès

source: Selected tasks have been successfully deleted
fr: Les tâches sélectionnées ont été supprimé avec succès

source: Selected tasks have been successfully disabled
fr: Les tâches sélectionnées ont été désactivé avec succès

source: Selected tasks have been successfully enabled
fr: Les tâches sélectionnées ont été activé avec succès

source: Task has been successfully updated
fr: La tâche a été mise à jour avec succès

source: New task
fr: Nouvelle tâche

source: Reschedule first run
fr: Reprogrammer la date de première exécution

source: First run
fr: Première exécution

source: Task edit
fr: Modifier la tâche

source: Class name
fr: Nom de classe

source: Function name
fr: Nom de la fonction

source: Interval (in second)
fr: Intervalle (en seconde)

source: Put 0 for only one execution
fr: Entrer 0 pour une seule exécution

source: Leave blank for now
fr: Laisser blanc pour maintenant

source: Save configuration
fr: Enregistrer la configuration

source: enable
fr: activer

source: disable
fr: désactiver

source: locked
fr: bloqué

source: Planned tasks
fr: Tâches programmées

source: Selected tasks actions:
fr: Actions sur les tâches séctionnées

source: There are error logs related to some of your tasks.
fr: Il existe des logs d'erreurs relatifs à vos tâches

source: Go to see logs
fr: Aller voir les logs

source: To see logs, please download dcLog plugin
fr: Pour voir les logs, merci de télécharger le plugin dcLog
