Repository: alexislefebvre/dotclear-lab
Catalog: plugins/microBlog/locales/*/main.po
Languages: fr

source: MicroBlog
fr: Micro-Blogging

source: New Blog Post:
fr: Nouveau billet de blog :

source: Title:
fr: Titre :

source: Streamlife type:
fr: Type de flux :

source: Search query:
fr: Requête du flux de recherche :

source: Streamlife size:
fr: Nombre de message du flux :

source: Ignore notes begining with:
fr: Ignorer les notes commençant par :

source: The micro-blogging service is not available yet.
fr: Le service de micro-blogging n'est pas disponible acctuellement.

source: Choose a service
fr: Choisir un service

source: A note can not be empty.
fr: Une note ne peut pas être vide.

source: A note can not be longer than 140 caracters.
fr: Une note ne peut pas contenir plus de 140 caractères.

source: You must choose a service to send a note.
fr: Vous devez choisir un service pour envoyer une note.

source: This note can not be send.
fr: Impossible d'envoyer cette note.

source: Note successfully send.
fr: La note a été envoyée.

source: Impossible to add this new service.
fr: Impossible d'ajouter ce nouveau service.

source: This service is not supported.
fr: Ce type de service n'est pas supporté.

source: Service successfully added.
fr: Le service a été ajouté.

source: Impossible to delete this service.
fr: Impossible de supprimer ce service.

source: Service successfully deleted.
fr: Le service a été supprimé.

source: Impossible to update this service.
fr: Impossible de mettre ce service à jour.

source: Service successfully updated
fr: Service mis à jour

source: Add a micro note
fr: Ajouter une micro note

source: You must define at least 1 service.
fr: Vous devez définir au moins un service.

source: Send to:
fr: Envoyer vers :

source: Content
fr: Contenu

source: <span>%d</span> characters left
fr: <span>%d</span> caractères restant

source: Send
fr: Envoyer

source: Params
fr: Paramétrage

source: Micro-Blogging settings
fr: Paramétrage des services de Micro-Blogging

source: Accounts settings
fr: Paramétrage des comptes

source: User
fr: Utilisateur

source: Send a note for each new blog post
fr: Envoyer une note pour chaque nouveau billet

source: Activate
fr: Activer

source: Suspend
fr: Suspendre

source: Delete
fr: Supprimer

source: Add an account
fr: Ajouter un compte

source: Login
fr: Utilisateur

source: Password
fr: Mot de passe

source: Save
fr: Sauvegarder
