Repository: alexislefebvre/dotclear-lab
Catalog: plugins/spamplemousse2/locales/*/main.po
Languages: fr

source: Spam filter
fr: Filtre de spam

source: Words have been successfully added
fr: Mots ajoutés avec succès

source: Word has been successfully added
fr: Mot ajouté avec succès

source: Words have been successfully removed
fr: Mots supprimés avec succès

source: Information
fr: Informations

source: Number of junk comments:
fr: Nombre de commentaire indésirables :

source: Number of published comments:
fr: Nombre de commentaires publiés :

source: Junk comments RSS feed
fr: Fil RSS des commentaires indésirables

source: Manage spamwords list
fr: Gestion de la liste des mots indésirables

source: Add a word
fr: Ajouter un mot

source: Add
fr: Ajouter

source: Global spamword
fr: Mot global

source: List
fr: Liste

source: Delete selected words
fr: Supprimer les mots sélectionnés

source: Create default wordlist
fr: Créer la liste par défaut
