Repository: alexislefebvre/dotclear-lab
Catalog: plugins/dctribune/locales/*/main.po
Languages: fr

source: Free chatbox
fr: Tribune libre

source: manage chatbox
fr: gérer la tribune

source: Don't lie, you tried to spam...
fr: Vous essayiez de spammer, n'est-ce pas ?

source: Anonymous ?
fr: Anonyme ?

source: Nothing to say ?
fr: Rien à dire ?

source: Loading Chatbox...
fr: Chargement de la tribune…

source: Chatbox
fr: Tribune

source: Label for nick
fr: Libellé pour le pseudo

source: Your nick :
fr: Votre pseudo :

source: Label for message
fr: Libellé pour le message

source: Your message :
fr: Votre message :

source: Button
fr: Bouton

source: Show form after
fr: Afficher le formulaire après

source: Configuration successfully updated.
fr: Configuration mise à jour avec succès.

source: Plugin activation
fr: Activation de l'extension

source: Enable chatbox
fr: Activer la tribune

source: Don't forget to add a <a href="%s">widget</a> to display the chatbox on your blog.
fr: N'oubliez pas d'ajouter un <a href="%s">widget</a> pour afficher la tribune sur votre blog.

source: Miscellaneous options
fr: Options diverses

source: Messages to show :
fr: Messages à afficher :

source: Enable Wiki syntax in chatbox
fr: Activer la syntaxe Wiki dans la tribune

source: Inverse chatbox display
fr: Inverser l'ordre d'affichage

source: Length of messages :
fr: Longueur des messages :

source: Refresh rate of chatbox :
fr: Délai de rafraichissement :

source: Save configuration
fr: Enregistrer la configuration

source: No such message
fr: Aucun message

source: Edit message
fr: Editer le message

source: Message has been successfully updated
fr: Le message a été mis à jour avec succès

source: Nick:
fr: Pseudo :

source: No such message ID
fr: Aucun message avec cet ID

source: You must provide a nick
fr: Vous devez fournir un pseudo

source: You must provide a message
fr: Vous devez écrire un message

source: Free chatbox (%s messages)
fr: Tribune libre (%s messages)

source: Message(s) deleted.
fr: Message(s) supprimé(s)

source: Message added.
fr: Message ajouté

source: Message(s) selected offline.
fr: Message(s) sélectionné(s) en ligne.

source: Message(s) selected online.
fr: Messages(s) sélectionné(s) hors-ligne

source: Messages per page
fr: Messages par page

source: Nick
fr: Pseudo

source: modify this message
fr: modifier le message

source: Selected messages action:
fr: Action pour les messages sélectionnés

source: Write a new message
fr: Écrire un nouveau message

source: Publish a message
fr: Publier un message
