Repository: alexislefebvre/dotclear-lab
Catalog: plugins/smiliesManager/locales/*/main.po
Languages: fr

source: Manage and display your smilies
fr: Gérez et affichez vos smilies

source: Click me !
fr: Cliquez moi !

source: Template restored successfully
fr: Template restauré avec succès

source: Cannot restore template
fr: Impossible de restaurer le template

source: Template adapted successfully
fr: Template adapté avec succès

source: Cannot adapt this template
fr: Impossible d'adapter le template

source: Settings saved successfully
fr: Configuration enregistrée avec succès

source: Cannot save settings
fr: Impossible d'enregistrer la configuration

source: Cannot create the smilies folder
fr: Impossible de créer le dossier des smilies

source: Smiley created successfully
fr: Smiley créé avec succès

source: Cannot create smiley
fr: Impossible de créer le smiley

source: Cannot upload image
fr: Impossible d'uploader l'image

source: A smiley with this code already exists
fr: Un smiley avec ce code existe déjà

source: Smiley edited successfully
fr: Smiley modifié avec succès

source: Cannot edit smiley
fr: Impossible d'éditer le smiley

source: File deleted successfully
fr: Fichier supprimé avec succès

source: Cannot delete file
fr: Impossible de supprimer le fichier

source: Smiley deleted successfully
fr: Smiley supprimé avec succès

source: Cannot delete smiley
fr: Impossible de supprimer le smiley

source: Manage smilies from theme :
fr: Gérer les smilies du thème :

source: Installed smilies
fr: Smilies installés

source: Here are the smilies installed on the theme :
fr: Voici les smilies installés sur le thème :

source: No smiley on this theme : those from Blue Silence theme are used instead.
fr: Aucun smiley sur ce thème : ce sont ceux du thème Blue Silence qui sont utilisés à la place.

source: Check the smilies you want to appear on the template smilies tool bar.
fr: Cochez les smilies que vous voulez voir apparaître sur la barre de smilies du template.

source: Create a smiley
fr: Créer un smiley

source: Smiley code
fr: Code du smiley

source: Smiley image
fr: Image du smiley

source: or
fr: ou

source: Send
fr: Envoyer

source: Edit a smiley
fr: Modifier un smiley

source: Delete a smiley
fr: Supprimer un smiley

source: Are you sure you want to delete this smiley ?
fr: Êtes vous sûr(e) de vouloir supprimer ce smiley ?

source: Also delete the file
fr: Supprimer également le fichier

source: Delete
fr: Supprimer

source: Adapt the template
fr: Adapter le template

source: Smilies Manager also allows you to adapt the template in order to display the smilies list above the comment text field, like this :
fr: Smilies Manager vous permet aussi d'adapter le template de façon à afficher la liste des smilies cliquables au-dessus du champ de texte de commentaire, comme ceci :

source: To insert this clickable smilies bar into the template, the file <ins>%s</ins> needs to be edited.
fr: Pour intégrer cette barre de smilies cliquables au template, il faut modifier le fichier <ins>%s</ins>.

source: To modify this file automatically, click on this button
fr: Pour modifier ce fichier automatiquement, cliquez sur ce bouton

source: Adapt
fr: Adapter

source: If you prefer to make the modification by yourself, follow the instructions bellow
fr: Si vous préférez faire la modification à la main, suivez la procédure suivante

source: Open the file <ins>%s</ins>.
fr: Ouvrez le fichier <ins>%s</ins>.

source: Search the following code
fr: Recherchez le code suivant

source: Just before, add
fr: Juste avant, ajoutez

source: That's all !
fr: C'est tout !

source: The template file <ins>%s</ins> seems to be already adapted.
fr: Le fichier <ins>%s</ins> du template semble être déjà adapté.

source: To restore this file automatically, click on this button
fr: Pour restaurer ce fichier automatiquement, cliquez sur ce bouton

source: Restore
fr: Restaurer

source: Delete it.
fr: Supprimez le.

source: Personalize the smilies tool bar
fr: Personnaliser la barre de smilies

source: You can edit the smilies tool bar XHTML code to personalize it.
fr: Vous pouvez modifier le code XHTML de la barre de smilies pour la personnaliser.

source: <strong>%s</strong> representes the clickable smilies location.
fr: <strong>%s</strong> représente l'emplacement des smilies cliquables.

source: Toolbar in admin
fr: Barre de smilies dans l'admin

source: You can also display the clickable smilies toolbar in administration.
fr: Vous pouvez aussi afficher la barre de smilies cliquables dans l'administration.

source: Disable
fr: Désactiver

source: Enable
fr: Activer
