Repository: alexislefebvre/dotclear-lab
Catalog: plugins/agora/locales/*/main.po
Languages: fr

source: Public users <br/>(%s pending)
fr: Utilisateurs publics<br/>(%s en attente)

source: Public users
fr: Utilisateurs publics

source: is an agora member
fr: est membre de l'agora

source: Dotclear version 2.4.1.2 minimum is required. Agora is deactivated
fr: La version 2.4.1.2 minimum de Dotclear est requise. Agora est désactivée

source: Agora › User navigation
fr: Agora › Navigation utilisateur

source: Title:
fr: Titre :

source: Display avatar
fr: Afficher l'avatar

source: Login label:
fr: Libellé du login&nbsp;:

source: Login
fr: Connexion

source: My preferences label:
fr: Libellé des préférences&nbsp;:

source: My preferences
fr: Mes préférences

source: Logout label:
fr: Libellé du logout&nbsp;:

source: Logout
fr: Déconnexion

source: New post label:
fr: Libellé du nouveau post&nbsp;:

source: New post
fr: Nouveau billet

source: Agora › New entry
fr: Agora › Nouveau billet

source: New entry
fr: Nouveau billet

source: New entry label:
fr: Libellé du nouveau billet&nbsp;:

source: Agora › Last entries
fr: Agora › Derniers billets

source: With comments/messages counts
fr: Avec le nombre de commentaires/messages

source: Display author
fr: Affiche l'auteur

source: Creation date
fr: Date de création

source: Update date
fr: Date de mise à jour

source: Descending
fr: Décroissant

source: Ascending
fr: Croissant

source: Sort by:
fr: Filtrer par&nbsp;:

source: Connected users
fr: Utilisateurs connectés

source: Non connected users
fr: Utilisateurs non connectés

source: Display:
fr: Affichage :

source: Order:
fr: Ordre&nbsp;:

source: Agora › Last messages
fr: Agora › Derniers messages

source: Last messages
fr: Derniers messages

source: Messages limit:
fr: Limite de messages&nbsp;:

source: Agora › Text
fr: Agora › Texte

source: Text:
fr: Texte :

source: Agora › Subscribe links
fr: Agora › Liens d'abonnement

source: Subscribe
fr: S'abonner

source: Feeds type:
fr: Types de fil :

source: Agora › Connected users
fr: Agora › Utilisateurs connectés

source: Link to all users:
fr: Lien vers tous les utilisateurs&nbsp;:

source: All users
fr: Tous les utilisateurs

source: Message if nobody connected:
fr: Message si personne de connecté&nbsp;:

source: Nobody is connected.
fr: Personne n'est connecté.

source: Authentication required
fr: Authentification nécessaire

source: Home
fr: Accueil

source: The document you are looking for need an authentication.
fr: Le document que vous recherchez nécessite une authentification.

source: Edit a message
fr: Modifier un message

source: Back to the entry
fr: Retour au billet

source: Last update:
fr: Dernière mise à jour&nbsp;:

source: save
fr: enregistrer

source: preview
fr: prévisualiser

source: Edit entry
fr: Modifier le billet

source: Edit the entry
fr: Modifier le billet

source: Title
fr: Titre

source: Content
fr: Contenu

source: Username
fr: Identifiant

source: Password
fr: Mot de passe

source: Remember my ID on this computer
fr: Se souvenir de mon identifiant sur cet ordinateur

source: login
fr: se connecter

source: send
fr: envoyer

source: Userlist
fr: Liste des utilisateurs

source: members
fr: membres

source: Website
fr: Site web

source: Subscription date
fr: Date d'inscription

source: Name or nickname
fr: Nom ou pseudo

source: Your entry has been published.
fr: Votre billet a été publié.

source: Your entry has been submitted and will be reviewed for publication.
fr: Votre billet a été enregistré et sera publié après validation.

source: Entry has been successfully updated.
fr: Billet mis à jour avec succès.

source: Your message has been published.
fr: Votre message a été publié.

source: Your message has been submitted and will be reviewed for publication.
fr: Votre message a été enregistré et sera publié après validation.

source: Message has been successfully updated.
fr: Message mis à jour avec succès.

source: Your message
fr: Votre message

source: Add a message
fr: Ajouter un message

source: You should be authenticated to post an message.
fr: Vous devez être authentifié pour écrire un message.

source: Preferences
fr: Préférences

source: Personal information has been successfully updated.
fr: Informations personnelles mises à jour avec succès.

source: My informations
fr: Mes informations

source: Email address
fr: Adresse email

source: Recover
fr: Récupérer

source: Request a new password
fr: Demander un nouveau mot de passe

source: recover
fr: récupérer

source: Register
fr: S'enregistrer

source: Register an account
fr: Enregister un compte

source: No message
fr: Aucun message

source: One message
fr: Un message

source: Messages:
fr: Messages&nbsp;:

source: Accept messages
fr: Accepter les messages

source: Count messages
fr: Compter les messages

source: Allow messages
fr: Accepter les messages

source: Disallow messages
fr: Refuser les messages

source: The backup file does not appear to be well formed.
fr: Le fichier de sauvegarde ne semble pas être correctement formaté

source: Account confirmation request
fr: Demande de confirmation de compte

source: Welcome to %s
fr: Bienvenue sur %s

source: To verify your e-mail address, please click on the following link:
fr: Pour vérifier votre adresse e-mail, cliquez sur le lien suivant

source: Your informations:
fr: Vos informations&nbsp;:

source: User: %s
fr: Utilisateur&nbsp;: %s

source: Password: %s
fr: Mot de passe&nbsp;: %s

source: Connection URL: %s
fr: URL de connexion&nbsp;: %s

source: Account validation
fr: Validation du compte

source: Hello %s
fr: Bonjour %s

source: Your account has been validated by the administrators. You can participate to %s.
fr: Votre compte a été validé par les administrateurs. Vous pouvez participer à %s.

source: Reminder:
fr: Rappel&nbsp;:

source: Password reset
fr: Réinitialisation du mot de passe

source: Someone has requested to reset the password for the following website and username.
fr: Quelqu'un a demandé à réinitialiser le mot de passe pour le site suivant et l'utilisateur.

source: Username:
fr: Nom d'utilisateur :

source: To reset your password visit the following address, otherwise just ignore this email and nothing will happen.
fr: Pour réinitialiser votre mot de passe, rendez-vous à l'adresse suivante. Sinon ignorez simplement ce message et rien ne se passera.

source: Your new password
fr: Votre nouveau mot de passe

source: Password:
fr: Mot de passe :

source: This is a post-only mailing. Replies to this message are not monitored or answered.
fr: Il s'agit d'un envoi automatique. Les réponses à ce message ne sont pas prises en compte.

source: The 'public' directory does not exist.
fr: Le répertoire 'public' n'existe pas.

source: The '%s' directory cannot be modified.
fr: Le répertoire '%s' ne peut pas être modifié.

source: Unable to create images.
fr: Impossible de créer les images.

source: Invalid file type.
fr: Type de fichier non valide.

source: An error occurred while writing the file.
fr: Une erreur est survenue pendant l'écriture du fichier.

source: Uploaded image is not 800 pixels wide.
fr: L'image fournie de fait pas 800 pixels de large.

source: not verified
fr: non vérifié

source: pending
fr: en attente

source: suspended
fr: suspendu

source: active
fr: actif

source: junk
fr: indésirable

source: scheduled
fr: programmé

source: unpublished
fr: non publié

source: published
fr: publié

source: This is a wrong registration URL. Registration failed.
fr: C'est une mauvaise URL d'inscription. L'inscription a échoué.

source: You need to be administrator to moderate users.
fr: Vous devez être administrateur pour modérer les utilisateurs.

source: User_id "%s" is unchanged.
fr: L'identifiant "%s" est inchangé.

source: Authentication failed.
fr: L'authentification a échoué.

source: This user is not allowed to log in.
fr: Cet utlisateur n'est pas autorisé à se connecter.

source: You are not allowed to close this entry
fr: Vous n'êtes pas autorisé à fermer ce billet

source: You are not allowed to mark this entry as closed
fr: Vous n'êtes pas autorisé à marquer ce billet comme fermé

source: You are not allowed to create a message
fr: Vous n'êtes pas autorisé à créer des messages

source: You are not allowed to update messages
fr: Vous n'êtes pas autorisé à modifier les messages

source: No such message ID
fr: Identifiant du message inconnu

source: You are not allowed to update this message
fr: Vous n'êtes pas autorisé à modifier ce message

source: You are not allowed to change this message status
fr: Vous n'êtes pas autorisé à modifier l'état de ce billet

source: You are not allowed to delete messages
fr: Vous n'êtes pas autorisé à supprimer des billets

source: You are not allowed to delete this message
fr: Vous n'êtes pas autorisé à supprimer ce message

source: No message content
fr: Aucun contenu du message

source: No message content xhtml
fr: Aucun contenu xhtml du message

source: I forgot my password
fr: J'ai oublié mon mot de passe

source: Category
fr: Catégorie

source: Excerpt (optional)
fr: Extrait (facultatif)

source: Name or nickname:
fr: Nom ou pseudonyme&nbsp;:

source: New password:
fr: Nouveau mot de passe :

source: Confirm password:
fr: Confirmez le mot de passe :

source: Informations:
fr: Informations&nbsp;:

source: Avatar:
fr: Avatar&nbsp;:

source: publish this entry
fr: publier ce billet

source: publish
fr: publier

source: unpublish this entry
fr: mettre hors ligne ce billet

source: unpublish
fr: mettre hors ligne

source: edit this entry
fr: modifier ce billet

source: edit
fr: modifier

source: publish this message
fr: publier ce message

source: unpublish this message
fr: mettre en hors ligne ce message

source: edit this message
fr: modifier ce message

source: The e-mail was sent successfully to %s.
fr: Le message a été envoyé avec succès à %s.

source: Your new password is in your mailbox.
fr: Votre nouveau mot de passe est dans votre boîte à lettres.

source: You must provide a valid email
fr: Vous devez fournir une adresse e-mail valide.

source: User "%s" already exists.
fr: L'utilisateur "%s" existe déjà.

source: User ID must contain at least 2 characters using letters, numbers or symbols.
fr: L'identifiant utilisateur doit contenir au moins 2 caractères composés de lettres, chiffres ou symboles.

source: Your account %s is almost ready. You will receive an email with further information.
fr: Votre compte %s est presque prêt. Vous allez recevoir un e-mail contenant les informations nécessaires.

source: log in
fr: vous connecter

source: User %s is already registred. You can %s.
fr: L'utilisateur %s est déjà inscrit. Vous pouvez vous %s.

source: Your account (%s) is now awaiting validation. Be patient.
fr: Votre compte (%s) est en attente de validation. Soyez patient.

source: Your account (%s) is now registred. You can %s.
fr: Votre compte (%s) est maintenant enregistré. Vous pouvez vous %s.

source: You must confirm your password
fr: Vous devez confirmer votre mot de passe.

source: Please, check your password. Passwords don't match
fr: Merci de vérifier vos mots de passe. Les mots de passe ne correspondent pas.

source: User %s successfully updated.
fr: L'utilisateur %s a été mis à jour avec succès.

source: No title.
fr: Aucun titre.

source: No content.
fr: Aucun contenu.

source: Nobody.
fr: Personne.

source: Moderator
fr: Modérateur

source: Read
fr: Lire

source: Status
fr: État

source: Display name
fr: Pseudonyme

source: Number of entries
fr: Nombre de billets

source: Number of messages
fr: Nombre de messages

source: Active
fr: Activer

source: Ban
fr: Bannir

source: Moderate
fr: Modérer

source: Not moderate
fr: Ne pas modérer

source: Selected user(s) is (are) now active.
fr: Les utlisateurs sélectionnés sont maintenant actifs.

source: Selected sers(s) is (are) now banned.
fr: Les utlisateurs sélectionnés sont maintenant bannis.

source: Selected user(s) is (are) now moderated.
fr: Les utlisateurs sélectionnés sont maintenant modérés.

source: Selected users(s) is (are) not moderated anymore.
fr: Les utlisateurs sélectionnés ne sont plus modérés.

source: Content status
fr: État du contenu

source: moderator
fr: modérateur

source: Edit this message
fr: Modifier ce message

source: New message
fr: Nouveau message

source: This message does not exist.
fr: Ce message n'existe pas.

source: Edit message
fr: Modifier le message

source: Are you sure you want to delete this message?
fr: Êtes vous sûr de vouloir supprimer ce message ?

source: Message has been successfully created.
fr: Le message a été créé avec succès.

source: Don't forget to validate your XHTML conversion by saving your message.
fr: N'oubliez pas de valider votre conversion XHTML en enregistrant votre message

source: Message status:
fr: État du message&nbsp;:

source: Are you sure you want to delete these messages?
fr: Êtes vous sûr de vouloir supprimer ces messages ?

source: Entry ID:
fr: Identifiant du billet&nbsp;:

source: Messages per page
fr: Messages par page

source: You have one spam message.
fr: Vous avez un message spam.

source: You have %s spam messages.
fr: Vous avez %s messages spam.

source: Selected messages action:
fr: Action pour les messages sélectionnés&nbsp;:

source: Comments
fr: Commentaires

source: back
fr: retour

source: Disabled
fr: Désactivé

source: Manual display
fr: Affichage manuel

source: Automatic display
fr: Affichage automatique

source: Configuration successfully updated.
fr: La configuration a été mis à jour avec succès.

source: Main settings
fr: Paramètres principaux

source: Enable agora:
fr: Activer agora&nbsp;:

source: When you activate agora, you enable new widgets and all options below.
fr: Une fois agora activée, de nouveaux widgets et les options ci-dessous seront disponibles.

source: Messages system:
fr: Système de messages&nbsp;:

source: Messages system replaces comments system for answering entries. It requires user authentication.
fr: Le système de messages remplace le système des commentaires pour répondre aux billets. Il requiert l'authentification utlisateur.

source: Registration:
fr: Inscription&nbsp;:

source: Registration moderation:
fr: Inscription modérée&nbsp;:

source: A confirmation by administrators is required for new subscriptions.
fr: Une confirmation des administrateurs est requise pour les nouvelles inscriptions.

source: New entry:
fr: Nouveau billet&nbsp;:

source: Users can can post.
fr: Les utilisateurs peuvent écrire des billets.

source: User settings
fr: Paramètres utilisateur

source: Password recovery:
fr: Récupération de mot de passe&nbsp;:

source: Nickname edition:
fr: Modification du pseudonyme&nbsp;:

source: Description edition:
fr: Modification de la description&nbsp;:

source: Avatars:
fr: Avatars&nbsp;:

source: Default avatar:
fr: Avatar par défaut&nbsp;:

source: Default avatar
fr: Avatar par défaut

source: Miscellaneous settings
fr: Paramètres divers

source: Entry excerpt:
fr: Extrait de billet&nbsp;:

source: New content status:
fr: État du nouveau contenu&nbsp;:

source: Does not apply to comments. It is default status of the entries and messages posted by new users. You can change for each y user later.
fr: C'est l'état par défaut des messages postés par les nouveaux utilisateurs.Vous pourrez le changer pour chaque utilisateur plus tard.

source: Global authentication:
fr: Authentification globale&nbsp;:

source: Global authentication forces visitors to log in to read the blog.
fr: L'authentification globale force les visiteurs à se connecter pour lire le blog.

source: Uncategorized entries:
fr: Billets non catégorisés

source: Community mode:
fr: Mode communauté&nbsp;:

source: It enables 'Connected users' widget, member list and profile URLs.
fr: Cela active le widget 'utilisateurs connectés' et les URLs des profils et la liste des utilisateurs.

source: Forum mode:
fr: Mode forum&nbsp;:

source: When a published message is added to an entry, its published date is updated.
fr: Quand un message publié est ajouté à un billet, sa date de publication est mis à jour.

source: Wiki mode:
fr: Mode wiki&nbsp;:

source: Every authenticated user can edit any entry.
fr: Tout utilisateur authentifié peut modifier tout billet.

source: Display %s messages per feed
fr: Afficher %s messages par fil

source: Moderations links:
fr: Liens de modération&nbsp;

source: It displays automatically moderation links on your blog.
fr: Cela permet d'afficher automatiquement les liens de modération sur votre blog.

source: Display link to userlist
fr: Affiche le lien vers la liste des utitlisateurs

source: This message has been published.
fr: Ce message a été publié.

source: This message has been unpublished.
fr: Ce message n'est plus publié.

source: No log message
fr: Pas de message dans le journal

source: Entries feed
fr: Fil des billets

source: Comments feed
fr: Fil des commentaires

source: no message
fr: aucun message

source: one message
fr: un message

source: no entry
fr: aucun billet

source: one entry
fr: un billet

source: %d entries
fr: %d billets
