Repository: alexislefebvre/dotclear-lab
Catalog: plugins/arlequin/locales/*/main.po
Languages: fr

source: Theme switcher
fr: Sélecteur de thème

source: Settings have been successfully updated.
fr: Les paramètres ont été mis à jour avec succès.

source: Settings have been reinitialized.
fr: Les paramètres ont été réinitialisés.

source: Arlequin - theme switcher configuration
fr: Arlequin - configuration du sélecteur de thème

source: Predefined models
fr: Modèles prédéfinis

source: Select a model
fr: Sélectionnez un modèle

source: User defined
fr: Défini par l'utilisateur

source: Arlequin configuration
fr: Configuration d'Arlequin

source: Help
fr: Aide

source: Title:
fr: Titre :

source: Choose a theme
fr: Choisissez un thème

source: Bullets list
fr: Liste à puces

source: Scrolled list
fr: Liste déroulante

source: active theme
fr: thème actif

source: Switcher display format
fr: Format d'affichage du sélecteur

source: Switcher HTML code:
fr: Code HTML du sélecteur :

source: Item HTML code:
fr: Code HTML d'un item :

source: Active item HTML code:
fr: Code HTML d'un item actif :

source: Home page only
fr: Uniquement sur la page d'accueil

source: Excluded themes (separated by slashs '/'):
fr: Thèmes exclus (séparés par des slashs "/") :

source: Update
fr: Mettre à jour

source: Restore defaults
fr: Réinitialiser les paramètres

source: In switcher HTML code
fr: Dans le code HTML du sélecteur

source: Meaning
fr: Signification

source: Current page %sURL%s
fr: L'adresse %sURL%s de la page courante

source: Uniform Ressource Locator
fr: Localisateur Uniforme de Ressource

source: Items HTML code
fr: Le code HTML des items

source: In items HTML code
fr: Dans le code HTML des items

source: A suffix to send theme setting through %sURL%s, e.g. '%3$s'
fr: Un suffixe pour envoyer le paramètre du thème à travers l'%sURL%s, p.ex. "%3$s"

source: Theme identifier
fr: L'identifiant du thème

source: Theme name
fr: Le nom du thème

source: Theme description
fr: La description du thème
