Repository: alexislefebvre/dotclear-lab
Catalog: plugins/feedburner/locales/*/main.po
Languages: fr

source: by mail
fr: par mail

source: RSS feed
fr: Flus RSS

source: %readers% readers - %clics% clics
fr: %readers% abonnés - %clics% clics

source: Sign up text:
fr: Texte d'abonnement :

source: Sign up now
fr: Abonnez vous maintenant

source: Feed ID:
fr: Identifiant du flux :

source: Int feed ID (leave blank for disable):
fr: Identifiant du flux en chiffre - ex: 975478 (Laissez blanc pour désactiver cette option)

source: Feed statistics : Readers and hits number
fr: Statistiques du flux : Nombre d'abonnés et d'appels au flux

source: Readers number
fr: Nombre d'abonnés

source: <i>Min: <b>{low}</b> / Max: <b>{high}</b> / Av: <b>{average}</i>
fr: <i>Min: <b>{low}</b> / Max: <b>{high}</b> / Moy: <b>{average}</i>

source: Readers progress from the start
fr: Progression des abonnés depuis le début

source: <i>Min: <b>{low}%</b> / Max: <b>{high}%</b> / Av: <b>{average}%</i>
fr: <i>Min: <b>{low}%</b> / Max: <b>{high}%</b> / Moy: <b>{average}%</i>

source: Hits number
fr: Nombre d'appels au flux

source: Week of
fr: Semaine du

source: 1 week
fr: 1 semaine

source: 2 weeks
fr: 2 semaines

source: 1 month
fr: 1 mois

source: 3 months
fr: 3 mois

source: 1 year
fr: 1 an

source: Start of the year
fr: Début de l'année

source: All
fr: Tout

source: Custom period
fr: Période personnalisée :

source: Processing Data ...
fr: Traitement des données ...

source: Loading data ...
fr: Chargement des données ...

source: Check date format ...
fr: Vérification du format de la date ...

source: Export as image ...
fr: Exporter en tant qu'image ...

source: Collecting data ...
fr: Récupération des données ...

source: No data ...
fr: Aucune donnée ...

source: Feb
fr: Fév

source: Apr
fr: Avr

source: Jun
fr: Juin

source: Jul
fr: Juil

source: Aug
fr: Aou

source: Dec
fr: Déc

source: Sun
fr: Dim

source: Mon
fr: Lun

source: Tue
fr: Mar

source: Wed
fr: Mer

source: Thu
fr: Jeu

source: Fri
fr: Ven

source: Sat
fr: Sam

source: Feed ID
fr: Identifiant du flux

source: Feed URL
fr: URL du flux

source: View feed
fr: Voir le flux

source: RSS entries feed
fr: Flux RSS des billets

source: RSS comments feed
fr: Flux RSS des commentaires

source: ATOM entries feed
fr: Flux ATOM des billets

source: ATOM comments feed
fr: Flux ATOM des commentaires

source: Enter feed url for %s : http://feeds.feedburner.com/
fr: Entrez l'URL du flux pour %s : http://feeds.feedburner.com/

source: You have to to set on feedburner website this feed URL : <strong>%s</strong>
fr: Vous devez obligatoirement régler l'url source du flux sur le site de feedburner à l'adresse : <strong>%s</strong>

source: NOTICE: You have to enable the PRO option for feeds to get statistics
fr: ATTENTION ; Vous devez obligatoirement activer l'option PRO et API AWARENESS de feedburner pour TOUS vos flux

source: Save setup
fr: Enregistrer la configuration

source: -- Activated feeds --
fr: -- Flux activés --

source: View statistics feed
fr: Voir les statistiques du flux

source: Choose the feed:
fr: Choisissez le flux :

source: View
fr: Voir

source: Statistics of yesterday - Global
fr: Statistiques d'hier - Globale

source: Number of readers: %s
fr: Nombre d'abonnés : %s

source: Number of feed calling: %s
fr: Nombre d'appel au flux : %s

source: Read rate : %s%%
fr: Taux de lecture : %s%%

source: Statistics of yesterday - Details
fr: Statistiques d'hier - Détails

source: Global statistics
fr: Statistiques globales

source: Read items
fr: Items lus

source: Item views
fr: Items vus

source: Click throughs
fr: Clics

source: No detail statistic for yesterday
fr: Pas de statistique détaillée aujourd'hui

source: Referrer(s):
fr: Référent(s) :

source: Error %1$s : %2$s
fr: Erreur %1$s : %2$s

source: Setup saved
fr: Configuration enregistrée

source: Feedburner statistics
fr: Statistiques Feedburner

source: View your feedburner statistics directly in Dotclear
fr: Voir les statistiques de vos flux Feedburner directement dans l'interface de Dotclear

source: Feeds configuration
fr: Configuration des flux

source: Feed statistics
fr: Statistiques des flux

source: Sign up now!
fr: Abonnez-vous maintenant!

source: Global statistics - Readers and Clics
fr: Statistiques globales - Abonnés et clics

source: Feed statistics : Readers and clics number
fr: Statistiques du flux : Nombre d'abonnés et de clics

source: Number of readers
fr: Nombre d'abonnés

source: Progress in %
fr: Progression depuis le début en %

source: Percent of feed reading / clicking: %s%%
fr: Pourcentage abonnés / clic du flux : %s%%

source: Collectiong data ...
fr: Récupération des données ...
