Repository: alexislefebvre/dotclear-lab
Catalog: plugins/dcOpenSearch/tags/1.1/locales/*/main.po
Languages: fr

source: Advanced search
fr: Recherche avancée

source: Advanced search engine
fr: Moteur de recherche avancée

source: Exclude results come from:
fr: Exclure les résultats provenant des :

source: previous results
fr: Résultats précédents

source: next results
fr: Résultats suivants

source: See page
fr: Voir la page

source: Download
fr: Télécharger

source: Comments search engine
fr: Moteur de recherche des commentaires

source: Medias
fr: Médias

source: Medias search engine
fr: Moteur de recherche des médias

source: Details:
fr: Détails :

source: Disable
fr: Désactiver

source: Square
fr: Carré

source: Small
fr: Petite

source: Thumbnail
fr: Miniature

source: Medium
fr: Moyenne

source: Configuration has been successfully saved
fr: La configuration a été enregistrée avec succès

source: Display meta data:
fr: Afficher les métadonnées :

source: Display thumbails:
fr: Afficher les aperçus :

source: Sounds
fr: Sons

source: Display mp3 player:
fr: Afficher le lecteur mp3 :

source: Videos
fr: Vidéos

source: Display flv player:
fr: Afficher le lecteur flv :

source: Meta data
fr: Métadonnées

source: Meta search engine
fr: Moteur de recherche des métadonnées

source: Content only
fr: Corps uniquement

source: Excerpt when it exists
fr: Extrait lorsqu'il existe

source: Both
fr: Extrait + corps

source: Content type:
fr: Type de contenu à afficher :

source: Meta type:
fr: Type de méta :

source: Entrer meta types separated by coma
fr: Entrez les différents types de métadonnées à chercher, séparés par une virgule

source: Pages search engine
fr: Moteur de recherche des pages

source: Posts
fr: Billets

source: Posts search engine
fr: Moteur de recherche des billets

source: No result
fr: Aucun résultat

source: No type
fr: Aucun type

source: No label
fr: Aucun label

source: %d result found
fr: %s résultat trouvé

source: %d results found
fr: %s résultats trouvés

source: Engine does not exist.
fr: Le moteur de recherche n'existe pas.

source: Engine has no user interface.
fr: Le moteur de recherche n'a pas d'interface utilisateur

source: Number per page:
fr: Nombre par page :

source: No search engine available
fr: Aucun moteur de recherche disponible

source: Available search engines
fr: Moteurs de recherche disponibles

source: Engines configuration has been successfully saved
fr: La configuration des moteurs de recherche a été enregistrée avec succès

source: Engine name
fr: Nom du moteur de recherche

source: Engine type
fr: Type du moteur de recherche

source: Engine configuration
fr: Configuration du moteur de recherche
