Repository: alexislefebvre/dotclear-lab
Catalog: plugins/feed2img/locales/*/admin.po
Languages: fr

source: Print the blog's title
fr: Afficher le titre du blog

source: Number of Posts
fr: Nombre de billets

source: Maximum number of chars by line
fr: Nombre maximum de caractères par ligne

source: Title's font size
fr: Taille de la police du titre

source: Title's position in pixels from left
fr: Position du titre en pixels, depuis la gauche

source: Title's position in pixels from top
fr: Position du titre en pixels, depuis le haut

source: Title's color
fr: Couleur du titre (ex: #FF00FF)

source: Text's font size
fr: Taille de la police du texte

source: Text's color
fr: Couleur du texte (ex: #FF00FF)

source: Text's position in pixels from left
fr: Position du texte en pixels, depuis la gauche

source: Text's position in pixels from top
fr: Position du texte en pixels, depuis le haut

source: Line height
fr: Interlignage

source: Source image name in public directory. Let it empty to use the default image
fr: Image source dans le dossier public. Laissez vide pour utiliser l'image par défaut.

source: Output image name in public directory
fr: Nom de l'image créée dans le dossier public

source: Font name (only .ttf) in public directory . Let it empty to use the default font
fr: Nom de la police (uniquement .ttf) dans le dossier public. Laissez vide pour utiliser la police par défaut.
