Repository: alexislefebvre/dotclear-lab
Catalog: plugins/myBlogNumbers/locales/*/main.po
Languages: fr

source: Show some figures of your blog
fr: Afficher quelques chiffres de votre blog

source: no entries
fr: aucun billet

source: one entry
fr: un billet

source: no categories
fr: aucune catégorie

source: one category
fr: une catégorie

source: no comments
fr: aucun commentaire

source: one comment
fr: un commentaire

source: no trackbacks
fr: aucun rétrolien

source: one trackback
fr: un rétrolien

source: no tags
fr: aucun mot-clé

source: one tag
fr: un mot-clé

source: no author
fr: aucun auteur

source: one author
fr: un auteur

source: My blog numbers
fr: Mon blog en chiffres

source: Show entries count
fr: Afficher le nombre de billets

source: Title for entries count:
fr: Titre pour le nombre de billets :

source: Entries:
fr: Billets :

source: Show categories count
fr: Afficher le nombre de catégories

source: Title for categories count:
fr: Titre pour le nombre de catégories :

source: Categories:
fr: Catégories :

source: Show comments count
fr: Afficher le nombre de commentaires

source: Title for comments count:
fr: Titre pour le nombre de commentaires :

source: Comments:
fr: Commentaires :

source: Show trackbacks count
fr: Afficher le nombre de rétroliens

source: Title for trackbacks count:
fr: Titre pour le nombre de rétroliens :

source: Trackbacks:
fr: Rétroliens :

source: Show tags count
fr: Afficher le nombre de mots-clés

source: Title for tags count:
fr: Titre pour le nombre de mots-clés :

source: Tags:
fr: Mots-clés :

source: Show users count
fr: Afficher le nombre d'auteurs

source: Title for users count:
fr: Titre pour le nombre d'auteurs :

source: Authors:
fr: Auteurs :
