Repository: alexislefebvre/dotclear-lab
Catalog: plugins/dcscrobbler/locales/*/main.po
Languages: fr

source: Title :
fr: Titre :

source: Recent Tracks
fr: Morceaux Récents

source: Weekly Top Artists
fr: Top artistes de la semaine

source: Weekly Top Tracks
fr: Top chansons de la semaine

source: Top Artists
fr: Top artistes

source: Top Tracks
fr: Top chansons

source: Limit (leave empty for no limit):
fr: Limite (laisser vide pour illimité)

source: Show Last.fm logo
fr: Afficher le logo Last.fm

source: Home page only
fr: Seulement sur la page d'accueil

source: dcScrobbler is not configured
fr: dcScrobbler n'est pas configuré

source: Last.fm profile for
fr: Profil Last.fm de

source: No data
fr: Aucune donnée

source: No recent tracks
fr: Pas de morceau récent

source: Last.fm username
fr: Nom d'utilisateur Last.fm

source: Cache validity
fr: Durée de validité du cache

source: Configuration has been reset to default
fr: La configuration a été rétablie aux valeurs par défaut

source: New configuration saved
fr: La nouvelle configuration a été enregistrée

source: Sign up on Last.fm
fr: Inscription sur Last.fm

source: Cache validity (in seconds)
fr: Durée de validité du cache (en secondes)

source: cache validity shouldn't be less than 60 seconds.
fr: une validité de cache d'au moins 60 secondes est recommandée.

source: Save changes
fr: Enregistrer la configuration

source: Reset
fr: Réinitialisation

source: Restore default settings
fr: Rétablir les valeurs par défaut

source: Display
fr: Affichage

source: Display settings
fr: Personnalisation de l'affichage

source: You can set widget display by using the following classes in your style.css file
fr: Vous pouvez personnaliser l'affichage du widget en utilisant les classes suivantes dans votre fichier style.css

source: style for dcScrobbler widget
fr: style du widget dcScrobbler

source: style for artist name
fr: style pour le nom de l'artiste

source: style for track title
fr: style pour le titre de la chanson

source: In Top Artists, style for played tracks count
fr: dans un Top Artistes, style pour le nombre de morceaux jou&eacute;s

source: Created by
fr: Créé par

source: Help and Support
fr: Aide et Support

source: Powered by Audioscrobbler
fr: Propulsé par Audioscrobbler
