Repository: alexislefebvre/dotclear-lab
Catalog: plugins/snapme/locales/*/main.po
Languages: fr

source: Title:
fr: Titre :

source: Display :
fr: Affichage :

source: Last Snap
fr: Le dernier snap

source: Random Snap
fr: Un snap al&eacute;atoire

source: Home page only
fr: Uniquement sur la page d'accueil

source: Unknown
fr: Inconnu

source: No snap
fr: Aucun snap

source: Take a picture
fr: Prendre une photo

source: Watch the gallery
fr: Voir la galerie

source: SnapMe Gallery
fr: Galerie SnapMe

source: No snap has been found
fr: Aucun snap n'a &eacute;t&eacute; trouv&eacute;

source: Remove
fr: Supprimer

source: Today
fr: Aujourd'hui

source: from
fr: de

source: Snapshot deleted.
fr: Snapshot correctement supprim&eacute;

source: Snapshot not deleted.
fr: Suppression du snapshot impossible

source: About
fr: À propos

source: Plugin SnapMe by Ludovic Toinel
fr: Plugin SnapMe par Ludovic Toinel
