Repository: alexislefebvre/dotclear-lab
Catalog: plugins/pluginBootstrap/trunk/locales/*/main.po
Languages: fr

source: Plugin Bootstrap
fr: Amorçage d'extension

source: It seems that a %s plugin allready exists
fr: Il semblerait qu'une extension %s existe déjà

source: %s template file doesn't exists in %s directory
fr: Le fichier template %s n'existe pas dans le répertoire %s

source: My new plugin
fr: Mon nouveau plugin

source: A plugin that does nothing yet.
fr: Un plugin qui ne fait rien pour le moment.

source: You must give a name for the plugin.
fr: Vous devez indiquer un nom pour l'extension.

source: You must give a number version for the plugin.
fr: Vous devez indiquer un numéro de version pour l'extension.

source: Other
fr: Autre

source: Plugin successfully bootstraped.
fr: Extension amorcée avec succès.

source: With admin page
fr: Avec une page d'administration

source: With public page
fr: Avec une page publique

source: %s template file doesn't exists in %s directory
fr: Le fichier template %s n'existe pas dans le répertoire %s
