Repository: alexislefebvre/dotclear-lab
Catalog: plugins/dctranslations/locales/*/main.po
Languages: de, fr

source: manage translations and descriptions
de: Übersetzungen und Beschreibungen verwalten
fr: gérer les traductions et descriptions

source: Translations
de: Übersetzungen
fr: Traductions

source: Translation:
de: Übersetzung:
fr: Traduction :

source: New translation:
de: Neue Übersetzung:
fr: Nouvelle traduction :

source: Translation title:
de: Übersetzung Titel:
fr: Titre de la traduction :

source: Delete this translation
de: Löschen Sie diese Übersetzung
fr: Effacer cette traduction :

source: Translation excerpt:
de: Übersetzung der Auszüge:
fr: Extrait de la traduction :

source: Translation content:
de: Übersetzung der Inhalte:
fr: Contenu de la traduction :

source: New translation
de: Neue Übersetzung
fr: Nouvelle traduction

source: Language "%s" is not accepted
de: Sprache "%s" wird nicht akzeptiert
fr: La langue "%s" n'est pas accepté

source: No attached post for language "%s"
de: Kein Eintrag für Sprache "%s"
fr: Pas de billet joint pour la langue "%s"

source: Language "%s" is already translated
de: Sprache "%s" ist bereits übersetzt
fr: La traduction dans la langue "%s" existe déjà

source: No content for language "%s"
de: Kein Inhalt für Sprache "%s"
fr: Pas de contenu pour la langue "%s"

source: Language "%s" is the original language
de: Sprache "%s" ist die originale Sprache
fr: La langue "%s" est la langue originale

source: String:
de: Zeichenkette:
fr: Chaîne :

source: Dictionary has been updated for %s.
fr: Le dictionnaire a été mis à jour pour %s.

source: No words in the dictionary (on this page).
fr: Aucun mot dans le dictionnaire (sur cette page).

source: All posts have been successfully reindexed.
de: Alle Einträge wurden erfolgreich neu indiziert wird
fr: Tous les billets ont été réindexés avec succès

source: Navigation language
de: Navigation Sprache
fr: Langue pour la navigation

source: Fallback language
de: Letzte Rückgriff Sprache
fr: Langue de dernier recours

source: Quick dictionary
fr: Dictionnaire rapide :

source: Quick dictionary:
de: Quick-Wörterbuch:
fr: Dictionnaire :

source: Without tags
de: Ohne Tags
fr: Sans les tags

source: With tags
de: Mit Tags
fr: Avec les tags

source: Without categories
de: Ohne Kategorien
fr: Sans les catégories

source: With categories
de: Mit Kategorien
fr: Avec les catégories

source: Not translated yet:
de: Noch nicht übersetzt:
fr: Pas encore traduit :

source: Translates excerpts
de: Übersetzung der Auszüge
fr: Traduit les extraits

source: Translates contents
de: Übersetzung der Inhalte
fr: Traduit les contenus

source: Show articles only in
de: Zeigen Sie nur Artikel auf
fr: Montrer seulement les billets en
