Repository: alexislefebvre/dotclear-lab
Catalog: plugins/lunarPhase/trunk/locales/*/main.po
Languages: fr

source: Display the moon phases
fr: Afficher les phases de la Lune et autres données

source: Age of moon: %s days
fr: Age de la Lune : %s jours

source: Distance to earth: %s km
fr: Distance à la Terre : %s km

source: Distance to sun: %s km
fr: Distance au Soleil : %s km

source: Angle of moon: %s deg
fr: Angle de la Lune : %s deg

source: Angle of sun: %s deg
fr: Angle du Soleil : %s deg

source: Parallax: %s deg
fr: Parallaxe : %s deg

source: In live
fr: En direct

source: Previsions
fr: Prévisions

source: LunarPhase: moon phases
fr: LunarPhase : phases de la Lune

source: Moon phases
fr: Phases de la Lune

source: Display actual phase of moon
fr: Afficher la phase actuelle de la Lune

source: Display actual illumination of moon
fr: Afficher le taux d'illumination actuel de la Lune

source: Display actual age of moon
fr: Afficher l'âge actuel de la Lune

source: Display actual distance between moon and earth
fr: Afficher la distance actuelle entre la Terre et la Lune

source: Display actual distance between moon and sun
fr: Afficher la distance actuelle entre le Soleil et la Lune

source: Display actual angle of moon
fr: Afficher l'angle actuel de la Lune

source: Display actual angle of sun
fr: Afficher l'angle actuel du Soleil

source: Display actual parallax of moon
fr: Afficher la parallaxe actuelle de la Lune

source: Display all previsions for the next moon phases
fr: Afficher toutes les prévisions des prochaines lunaisons

source: New moon
fr: Nouvelle lune

source: Waxing crescent moon
fr: Lune croissante

source: First quarter moon
fr: Premier quartier

source: Waxing gibbous moon
fr: Lune gibbeuse croissante

source: Full moon
fr: Pleine lune

source: Waning gibbous moon
fr: Lune gibbeuse décroissante

source: Last quarter moon
fr: Dernier quartier

source: Waning crescent moon
fr: Lune décroissante
