Repository: alexislefebvre/dotclear-lab
Catalog: plugins/adsense-management/locales/*/main.po
Languages: fr

source: See the Widget Adsense
fr: Voir le widget Adsense

source: Google ad client:(16 digits)
fr: Google ad client (16 chiffres) :

source: Round:
fr: Arrondis

source: Colors:
fr: Couleurs

source: Default
fr: Défaut

source: Styles of the angles:
fr: Style des angles

source: Right angles
fr: Angles droits

source: Angles slightly rounded
fr: Angles légèrement arrondis

source: Angles very rounded
fr: Angles très arrondis

source: Cache file does not exist or with already be removing
fr: Le fichier de cache n'existe pas ou a déjà été supprimé

source: google_ad_client is empty
fr: google_ad_client est vide

source: Configuration successfully updated.
fr: Configuration mise à jour avec succès.

source: Cache has been successfully deleted.
fr: Cache supprimé avec succès

source: Display Widget Adsense
fr: Afficher le widget Adsense

source: To display Adsense on the page, you have to active the <em>Adsense</em> widget by dragging it into the navigation sidebar from the
fr: Pour afficher Adsense sur la page, vous devez activer le widget <em>Adsense</em> en le glissant dans le bandeau de navigation à partir de

source: the widget page
fr: la page des widgets

source: and click on the &quot;update sidebars&quot; button.
fr: et cliquer sur le bouton "mettre à jour les bandeaux".

source: To set and personalize the displaying, use the widget.
fr: Toute la configuration et la personnalisation de l'affichage se fait au niveau du widget.

source: Display Adsense
fr: Afficher Adsense

source: Copy/Paste the following code in _post.html
fr: Copier/coller le code suivant dans _post.html

source: or another file
fr: ou dans un autre fichier

source: with the theme editor
fr: avec l'éditeur de thème

source: Example
fr: Exemple

source: Line 65, right before:
fr: Ligne 65, juste avant :

source: Documentation of Google AdSense
fr: Documentation de Google Adsense

source: To find your unique AdSense publisher ID number, log into your AdSense account at <a class="popupwindow" href="http://www.google.com/adsense">http://www.google.com/adsense</a>.
fr: Pour trouver votre identifiant d'éditeur Adsense personnel, connectez-vous à votre compte à l'adresse <a class="popupwindow" href="http://www.google.com/adsense">http://www.google.com/adsense</a>.

source: On the My Account tab, scroll down to the Property info section.
fr: Dans l'onglet Mon compte, faites défiler l'écran jusqu'à la section Informations relatives au site.

source: Your publisher ID for each AdSense product and feature will be located in this section.
fr: Vous y trouverez votre identifiant d'éditeur pour tous les produits et fonctions Adsense.

source: Summary:
fr: Résumé :

source: This code will easily find it to you on your account google adsense while following the indications above.
fr: Vous trouverez facilement ce code sur votre compte Google Adsense en suivant les indications ci-dessus.

source: You should copy only the 16 figures without the "pub".
fr: Vous ne devez copier que les 16 chiffres sans le "pub-".

source: Template
fr: thème

source: Edit a file
fr: Éditer un fichier

source: HTML file:
fr: fichier HTML

source: your template uses the files by default
fr: Vous utilisez le thème par défaut

source: settings
fr: paramètres

source: Delete the cache
fr: Effacer le cache

source: Tips
fr: Conseils

source: Using the plugin
fr: Utiliser le plugin

source: Width:
fr: Largeur :

source: Height:
fr: Hauteur :

source: Border color:
fr: Couleur de la bordure :

source: Color link:
fr: Couleur des liens :

source: Color text:
fr: Couleur du texte :

source: Color url:
fr: Couleur de l'url :

source: Save configuration
fr: Enregistrer la configuration

source: About
fr: À propos

source: More information on Adsense Management:
fr: Plus d'information sur Adsense Management

source: Support and Update
fr: Support et Mise à jour

source: Please go to:
fr: Veuillez vous rendre sur :

source: erase Cache successfully.
fr: Cache vidé avec succès.

source: Copy/Paste the following code or wish it to you in your topic
fr: Copier/coller le code suivant où vous le désirez dans votre thème

source: Example in _post.html
fr: Exemple dans _post.html

source: Blue
fr: Bleu

source: Black
fr: Noir

source: Grey
fr: Gris

source: Red
fr: Rouge

source: Yellow
fr: Jaune

source: To find your unique AdSense publisher ID number, log into your AdSense account at http://www.google.com/adsense.
fr: Pour trouver votre identifiant d'éditeur Adsense personnel, connectez-vous à votre compte à l'adresse http://www.google.com/adsense.
