Repository: alexislefebvre/dotclear-lab
Catalog: plugins/atReply/locales/*/admin.po
Languages: fr

source: @ Reply:
fr: @ Reply&nbsp;:

source: Please edit and publish it.
fr: Veuillez l'éditer et le publier.

source: Create a new comment in reply to this comment
fr: Créer un nouveau commentaire en réponse à ce commentaire

source: %s is not writable
fr: %s n'est pas accessible en écriture

source: Configuration successfully updated.
fr: Configuration mise à jour avec succès.

source: Add arrows to easily reply to comments on the blog
fr: Ajouter des flèches pour répondre facilement aux commentaires sur le blog

source: Activating this plugin also enforces wiki syntax in blog comments.
fr: L'activation de ce plugin force la syntaxe wiki dans les commentaires du blog.

source: Display a text when the cursor is hovering the arrow
fr: Afficher un texte quand le curseur survole la flèche

source: Append replies to appropriate comments
fr: Attacher les réponses aux commentaires afférents

source: Display a switch to toggle threading
fr: Afficher un bouton pour basculer l'affichage en fil de commentaires

source: Requires "%s".
fr: Nécessite "%s".

source: When clicking on the "%s" button in a comment list of the administration, subscribe to comments the email address of the replied comment with the %s plugin
fr: Lors du clic sur le bouton "%s" dans une liste de commentaires de l'administration, abonner aux commentaires l'adresse email du commentaire répondu avec le plugin %s

source: Reply to this comment
fr: Répondre à ce commentaire

source: Requires the %s plugin.
fr: Le plugin %s est requis.

source: Create an image with another color
fr: Créer une image avec une autre couleur

source: The default image will be used.
fr: L'image par défaut sera utilisée.

source: Preview:
fr: Aperçu&nbsp;:

source: Visitors may see the old image if their browser still use it.
fr: Les visiteurs peuvent voir l'ancienne image si leur navigateur l'utilise toujours.

source: Leave blank to disable this feature.
fr: Laissez vide pour annuler ce comportement.

source: Easily reply to comments
fr: Répondre facilement aux commentaires
