Repository: alexislefebvre/dotclear-lab
Catalog: plugins/translater/locales/*/main.po
Languages: fr

source: translater
fr: Traducteur

source: Translate your Dotclear plugins and themes
fr: Traduire vos extensions et thèmes pour Dotclear

source: manage translations
fr: Gérer les traductions

source: Translater
fr: Traducteur

source: Translate extensions
fr: Traduire les extensions

source: Name
fr: Nom

source: Translate this plugin
fr: Traduire cette extension

source: Translate this theme
fr: Traduire ce thème

source: Cannot work with module of type %s
fr: Impossible de travailler avec un module de type %s

source: Cannot find module %s of type %s
fr: Impossible de trouver le module %s de type %s

source: Cannot find backups folder for module %s
fr: Impossible de trouver le dossier de sauvegarde du module %s

source: Cannot find languages folder for module %s
fr: Impossible de trouver le dossier de langue du module %s

source: Cannot find root folder for module %s
fr: Impossible de trouver le dossier racine du module %s

source: Limit of %s backups for module %s exceed
fr: La limite de %s sauvegardes pour le module % est dépassée

source: Cannot find language folder %s for module %s
fr: Impossible de trouver le dossier de langue %s pour le module %s

source: Cannot delete backup file %s
fr: Impossible d'effacer le fichier de sauvegarde %s

source: Cannot find backup file %s
fr: Impossible de trouver le fichier de sauvegarde %s

source: Wrong export query
fr: Mauvaise requète d'exportation

source: Cannot use export mask %s
fr: Impossible d'utiliser le masque d'exportation %s

source: Wrong import query
fr: Mauvaise requète d'importation

source: Nothing to import for these modules in pack %s
fr: Rien à importer pour ces modules dans le paquetage %s

source: Zip file %s is not in translater format
fr: Le fichier zip n'est pas au format de translater

source: Language %s already exists for module %s
fr: La langue %s existe dèjà pour le module %s

source: Cannot copy file from language %s for module %s
fr: Impossible de copier le fichier depuis le langage %s pour le module %s

source: No string to write, language %s deleted for module %s
fr: Aucune chaine à écrire, la langue %s a été effacée pour le module %s

source: Cannot grant write acces on lang file %s
fr: Impossible d'avoir les droits en écriture sur le fichier de langue %s

source: Cannot write lang file %s
fr: Impossible d'écrire le fichier de langue %s

source: Cannot find language for code %s
fr: Impossible de trouver de langue pour le code %s

source: Missing params
fr: Paramètres manquants

source: Failed to init translation tool
fr: Impossible d'initialiser l'outil de traduction

source: No language to update
fr: Pas de langue à mettre à jour

source: Failed to launch translater: %s
fr: Impossible de démarrer translater : %s

source: Group
fr: Groupe

source: String
fr: Chaîne

source: Translation
fr: Traduction

source: Existing
fr: Existant

source: File
fr: Fichier

source: Total of %s strings.
fr: Total de %s chaînes.

source: Change the group of the selected entries to:
fr: Changer le groupe des entrées sélectionnées vers :

source: No lang to create
fr: Pas de langue à créer

source: No lang to delete
fr: Pas de langue à effacer

source: No lang to backup
fr: Pas de langue à sauvegarder

source: No blackup to restore
fr: Pas de langue à restaurer

source: No bakcup to to restore
fr: Pas de sauvegarde à restaurer

source: No backup to delete
fr: Pas de sauvegarde à effacer

source: Nothing to export
fr: Rien à exporter

source: Summary
fr: Résumé

source: About
fr: À propos

source: Root
fr: Racine

source: Backups
fr: Sauvegardes

source: Last backup
fr: Dernière sauvegarde

source: no backup
fr: Aucune sauvegarde

source: Translations
fr: Traductions

source: Edit language
fr: Modifier une langue

source: Select language:
fr: Sélectionner une langue :

source: Edit translation
fr: Modifier la traduction

source: Add language
fr: Ajouter une langue

source: Copy from language:
fr: Copier depuis la langue :

source: Optionnal
fr: Optionnel

source: Add translation
fr: Ajouter la traduction

source: Delete language
fr: Effacer une langue

source: Delete translation
fr: Effacer la traduction

source: Create backups
fr: Créer une sauvegarde

source: Choose languages to backup
fr: Choisir la langue à sauvegarder

source: Backup
fr: Sauvegarde

source: List of backups
fr: Liste des sauvegardes

source: Size
fr: Taille

source: Selected backups action:
fr: Action sur les sauvegardes sélectionnées :

source: Restore backups
fr: Restaurer les sauvegardes

source: Delete backups
fr: Effacer les sauvegardes

source: Choose language package to import
fr: Choisir le paquetage de langue à importer

source: Choose languages to export
fr: Choisir les langues à exporter

source: Translate theme "%s" (by %s)
fr: Traduire le thème "%s" (de %s)

source: Translate plugin "%s" (by %s)
fr: Traduire l'extension "%s" (de %s)

source: There is no editable modules
fr: Il n'y a pas de modules modifiables.

source: Choose modules to export
fr: Choisir les modules à exporter

source: No setting update
fr: Pas de paramètre à mettre à jour

source: Settings
fr: Paramètres

source: Write .po files
fr: Écrire les fichier .po

source: Write .lang.php files
fr: Écrire les fichier .lang.php

source: Translate also strings of template files
fr: Traduire également les chaînes des fichiers de template

source: Translate only unknow strings
fr: Traduire uniquement les chaînes inconnues

source: Hide default modules of Dotclear
fr: Cacher les modules d'origine de Dotclear

source: Write comments in files
fr: Écrire les commentaires dans les fichiers

source: Write informations about author in files
fr: Écrire les informations à propos de l'auteur dans les fichiers

source: Tools
fr: Outils

source: Use an help tool for translation:
fr: Utiliser un outil d'aide à la traduction :

source: Default language of l10n source:
fr: Langue par défaut des sources l10n :

source: Overwrite existing languages
fr: Écraser les langages existants

source: Name of exported package
fr: Nom du paquetage exporté

source: Make backups when changes are made
fr: Faire des sauvegardes lors des modifications

source: Limit backups to %s files per module
fr: Limiter les sauvegardes à %s fichiers par module

source: Store backups in %s
fr: Stocker les sauvegardes dans %s

source: Behaviors
fr: Comportements

source: Default start menu:
fr: Menu de départ par défaut :

source: Enable menu on extensions page
fr: Activer le menu sur la page des extensions

source: Enable menu on themes page
fr: Activer le menu sur la page des thèmes

source: Please wait
fr: Veulliez patienter

source: Use this %s translation:
fr: Utiliser la traduction de %s :

source: Translate this text with %s
fr: Traduire ce texte avec %s

source: Use this text
fr: Utiliser ce texte

source: locales folders of each module
fr: le répertoire locales de chaque module

source: plugins folder root
fr: le répertoire racine des extensions

source: public folder root
fr: le répertoire public du blog

source: cache folder of Dotclear
fr: le répertoire cache de Dotclear

source: locales folder of translater
fr: le répertoire locales de l'extension translater

source: Translation successfully updated
fr: Traduction mise à jour avec succès

source: Translation successfully created
fr: Traduction crée avec succès

source: Translation successfully deleted
fr: Traduction effacée avec succès

source: Backups successfully create
fr: Sauvegardes crées avec succès

source: Backups successfully restored
fr: Sauvegardes effectuées avec succès

source: Backups successfully deleted
fr: Sauvegardes effacées avec succès

source: Package successfully imported
fr: Paquetage importé avec succès

source: Package successfully exported
fr: Paquetage exporté avec succès

source: Failed to update settings: %s
fr: Impossible de mettre à jour les paramètres : %s

source: Failed to update translation: %s
fr: Impossible de mettre à jour la traduction : %s

source: Failed to create translation: %s
fr: Impossible de créer la traduction : %s

source: Failed to delete translation: %s
fr: Impossible d'effacer la traduction : %s

source: Failed to create backups: %s
fr: Impossible de créer les sauvegardes : %s

source: Failed to restore backups: %s
fr: Impossible de restaurer les sauvegardes : %s

source: Failed to delete backups: %s
fr: Impossible d'effacer les sauvegardes : %s

source: Failed to import package: %s
fr: Impossible d'importer le paquetage : %s

source: Failed to export package: %s
fr: Impossible d'exporter le paquetage : %s

source: %s files
fr: %s fichiers
