Repository: alexislefebvre/dotclear-lab
Catalog: plugins/dcLibTwitter/locales/*/main.po
Languages: fr

source: Twitter login
fr: Connexion Twitter

source: To use this option you must install plugin called "oAutManager".
fr: Pour utiliser cette option vous devez installer le plugin "oAuthManager".

source: Enable Twitter login on comments
fr: Activer la connexion Twitter sur les commentaires

source: Logged in as %s
fr: Connecté en tant que %s

source: Disconnect
fr: Déconnecter

source: Grey
fr: Gris

source: Dark
fr: Sombre

source: Your screen name:
fr: Votre identifiant (screen name) :

source: This is your screen name like it appears on your twitter home page URL.
fr: C'est votre nom tel qu'il apparait dans l'URL de votre page Twitter.

source: Static badges
fr: Badges statique

source: Static badges color:
fr: Couleur des badges statiques :

source: Small extra badge
fr: Petit badge version extra

source: Use medium extra badge instead
fr: Utiliser l'exta badge moyen à la place

source: Text color:
fr: Couleur du texte :

source: Big extra badge
fr: Grand badges version extra

source: Shell background color:
fr: Couleur de fond de la fenêtre :

source: Shell text color:
fr: Couleur du texte de la fenêtre :

source: Tweets background color:
fr: Couleur de fond des tweets :

source: Tweets text color:
fr: Couleur du texte des tweets :

source: Tweets link color:
fr: Couleur des liens :

source: Show avatars
fr: Afficher les avatars

source: %s friends
fr: %s amis

source: %s retweets what %s says
fr: %s a repris ce que %s a dit

source: %s says in reply to %s
fr: %s a répondu à %s

source: %s says
fr: %s a dit

source: %s from %s
fr: %s depuis %s

source: This attributes the shared tweet to you. Do not use @.
fr: Vous attribue le tweet partager. Ne pas utiliser @.
