Repository: alexislefebvre/dotclear-lab
Catalog: plugins/postExpired/locales/*/main.po
Languages: fr

source: Not changed
fr: Inchangé

source: Pending
fr: En attente

source: Unpublished
fr: Non publié

source: Not selected
fr: Non sélectionné

source: Opened
fr: Ouvert

source: Closed
fr: Fermé

source: Expired date
fr: Date de péremption

source: Comments:
fr: Commentaires :

source: Trackbacks:
fr: Rétroliens :

source: On this date, change:
fr: Á cette date, changer :

source: Selection:
fr: Séléction :

source: Comments status:
fr: Status des commentaires :

source: Trackbacks status:
fr: Status des rétroliens :

source: Expired entries
fr: Billets périmés

source: Add expired date
fr: Ajouter une date de péremption

source: Remove expired date
fr: Retirer une date de péremption

source: Add expired date to entries
fr: Ajouter une date de péremption aux billets

source: It will be added only if there is no expired date on entry.
fr: Ajouté uniquement si il n'y a pas de date de péremption sur le billet.

source: Remove selected expired date from entries
fr: Retirer les dates de péremption sélectionnées des billets

source: No expired date for selected entries
fr: Pas de date de peremption sur les billets sélectionnés

source: Following expired date have been found in selected entries:
fr: Les dates de péremption suivantes ont été trouvé sur les billets sélectionnés :

source: Expired on
fr: Expire le

source: This entry has no expiration date
fr: Ce billet n'a pas de date de péremption
