Repository: alexislefebvre/dotclear-lab
Catalog: plugins/autoBackup/locales/*/main.po
Languages: fr

source: This is an automatically sent message from your blog %s.
fr: Ceci est un message envoyé automatiquement depuis votre blog %s.

source: You will find attached the backup file created on %s.
fr: Vous trouverez ci joint le fichier de sauvegarde datant de %s.

source: Impossible to write backup file
fr: Impossible d'ecrire le fichier de sauvegarde

source: Impossible to send email
fr: Impossible d'envoyer l'email contenant le fichier de sauvegarde

source: Impossible to write email file
fr: Impossible d'ecrire le fichier de sauvegarde par email

source: Configuration successfully updated.
fr: La configuration a été correctement enregistrée.

source: Backup will run as soon as possible.
fr: La sauvegarde aura lieu dès que possible.

source: All content export
fr: Export de tout le contenu

source: Blog export
fr: Export du blog

source: disable
fr: désactiver

source: hours
fr: heures

source: seconds
fr: secondes

source: Current status
fr: État courant

source: Backup is currently running...
fr: Une sauvegarde est en cours...

source: No backup is running.
fr: Pas de sauvegarde en cours.

source: The next backup will occur as soon as possible
fr: La prochaine sauvegarde aura lieu dès que possible

source: The next backup will occur on normal schedule
fr: La prochaine sauvegarde programmée est en attente

source: Last errors
fr: Dernières erreurs

source: Last backups
fr: Dernières sauvegardes

source: Last backup on file:
fr: Dernière sauvegarde sur fichier :

source: never
fr: jamais

source: Download the last backup file
fr: Télécharger le dernier fichier de sauvegarde

source: Last backup by email:
fr: Dernière sauvegarde par email :

source: Next backup
fr: Prochaine sauvegarde

source: Next scheduled backup on file:
fr: Prochaine sauvegarde sur fichier :

source: as soon as possible
fr: aussitôt que possible

source: Next scheduled backup by email:
fr: Prochaine sauvegarde par email :

source: Run backup as soon as possible
fr: Lancer la sauvegarde dès que possible

source: Settings
fr: Configuration

source: Auto Backup allows you to create backups automatically and often.
fr: Auto Backup vous permet de faire des sauvegardes automatiquement de façon régulière.

source: It uses the Import/Export plugin to work.
fr: Il utilise le plugin Import/Export pour fonctionner.

source: Plugin configuration
fr: Configuration de l'extension

source: Import/Export plugin class path:
fr: Chemin de la classe du plugin Import/Export :

source: Warning: this file doesn't exist!
fr: Attention : Ce fichier n'existe pas!

source: General options
fr: Options générales

source: Backup type:
fr: Type de sauvegarde :

source: Create a new backup every:
fr: Créer une nouvelle sauvegarde tous les :

source: File options
fr: Options fichier

source: Backup on file
fr: Sauvegarder sur fichier

source: Repository path:
fr: Chemin vers le dépôt :

source: Compress data with gzip
fr: Compresser les données avec gzip

source: After creating the backup file, delete the previous one.
fr: Après la création du fichier de la sauvegarde, supprimer le précédent.

source: Mail options
fr: Option par email

source: Backup by email
fr: Sauvegarder par email

source: Email address:
fr: Adresse email :

source: Email <em>From</em> header:
fr: En-tête <em>From</em> de l'email :

source: Save configuration
fr: Enregistrer la configuration

source: About
fr: À propos de

source: Created by
fr: Créé par

source: Help, support and sources
fr: Aide, support et sources

source: Warning: this file doesn't exist!
fr: Attention : ce fichier n'existe pas !
