Repository: alexislefebvre/dotclear-lab
Catalog: plugins/carnaval/locales/*/main.po
Languages: fr

source: Return to Carnaval
fr: Retour au Carnaval

source: Add a new CSS Class
fr: Ajouter une nouvelle classe CSS

source: Add
fr: Ajouter

source: You must provide a name
fr: Vous devez renseigner un nom

source: You must provide a CSS Class
fr: Vous devez renseigner une classe CSS

source: You must provide an e-mail or a web site adress
fr: Vous devez renseigner une adresse de courriel ou d'un site web

source: Unable to create images.
fr: Impossible de créer les images

source: No such Class
fr: Classe CSS inexistante

source: CSS Class has been successfully updated
fr: La classe CSS a été mise à jour

source: Edit Class
fr: Editer la classe CSS

source: save
fr: enregistrer

source: Required field
fr: Champ obligatoire

source: Name:
fr: Nom:

source: CSS Class:
fr: Classe CSS

source: Mail:
fr: Adresse Email:

source: Text color:
fr: Couleur du texte:

source: Background color:
fr: Couleur du fond:

source: Configuration successfully updated.
fr: Configuration mise à jour avec succès.

source: New CSS Class
fr: Nouvelle classe CSS

source: Classes have been successfully removed.
fr: Les classes CSS ont été supprimées

source: Class has been successfully created.
fr: La classe CSS a été correctement créée

source: Plugin activation
fr: Activation de l'extension

source: Enable Carnaval
fr: Activer Carnaval

source: Save configuration
fr: Enregistrer la configuration

source: My CSS Classes
fr: Mes classes CSS

source: Name
fr: Nom

source: CSS Class
fr: Classe CSS

source: Mail
fr: Adresse Email

source: Text color
fr: Couleur du texte

source: Background color
fr: Couleur du fond

source: Delete selected CSS Classes
fr: Supprimer les classes CSS sélectionnées

source: Are you sure you you want to delete selected CSS Classes ?
fr: Etes vous sûr(e) de vouloir effacer les personnalisations sélectionnées ?

source: To finish installation, please delete the whole cache/cbtpl directory.
fr: Pour finir l'installation, merci de supprimer entièrement le dossier cache/cbtpl.
