Repository: alexislefebvre/dotclear-lab
Catalog: plugins/timeago/locales/*/main.po
Languages: fr

source: less than one second ago
fr: il y a moins d'une seconde

source: %s seconds ago
fr: il y a %s secondes

source: less than one minute ago
fr: il y a moins d'une minute

source: %s minutes ago
fr: il y a %s minutes

source: less than one hour ago
fr: il y a moins d'une heure

source: %d hours ago
fr: il y a %s heures

source: less than one day ago
fr: il y a moins d'un jour

source: %d days ago
fr: il y a %s jours

source: less than one month ago
fr: il y a moins d'un mois

source: %d months ago
fr: il y a %s mois

source: less than one year ago
fr: il y a moins d'un an

source: more than %d years ago
fr: il y a %s ans
