Repository: alexislefebvre/dotclear-lab
Catalog: plugins/kUtRL/locales/*/main.po
Languages: fr

source: Links shortener
fr: Réducteur de liens

source: Short link
fr: Lien court

source: Create short link
fr: Créer un lien court

source: Custom short link:
fr: Lien court personnalisé :

source: never followed
fr: jamais suivi

source: followed one time
fr: suivi une fois

source: followed %s times
fr: suivi %s fois

source: delete short link
fr: effacer un lien court

source: create short link
fr: créer un lien court

source: Failed to verify protected field.
fr: Impossible de vérifier le champs de protection.

source: Service is not well configured.
fr: Le service n'est pas correctement configuré.

source: This string is not a valid URL.
fr: Cette chaine n'est pas un lien valide.

source: This link is too short.
fr: Ce lien est trop court.

source: This type of link is not allowed.
fr: Ce type de lien n'est pas autorisé.

source: Short links are limited to this blog URL.
fr: Les liens courts sont limités à l'URL de ce blog.

source: This link is already a short link.
fr: Ce lien est dèjà un lien court.

source: Short link for %s is %s
fr: Le lien court pour %s est %s

source: Failed to create short link.
fr: Impossible de créer le lien court.

source: New public short URL
fr: Nouvelle URL courte

source: Rewrite "%s" in next field to show that you are not a robot:
fr: Recopier "%s" dans le champs suivant pour montrer que vous n'êtes pas une machine :

source: Shorten link
fr: Réduire un lien

source: Top of short links
fr: Top des liens courts

source: Text: (Use wildcard %rank%, %hash%, %url%, %count%, %counttext%)
fr: Texte : (Ustiliser les jokers %rank%, %hash%, %url%, %count%, %counttext%)

source: URL length (if truncate)
fr: Longueur de l'URL (si tronqué)

source: All
fr: Tous

source: Custom URL
fr: URL personnalisé

source: Semi-custom
fr: Semi-personnalisé

source: Semi-custom prefix: (only if you want limit to a particular prefix)
fr: Préfixe des liens semi-personnalisé : (Seulement si vous voulez limiter à un préfixe particulier)

source: Sort by:
fr: Trier par :

source: Rank
fr: Rang

source: Limit:
fr: Limite :

source: Hide no followed links
fr: Cacher les liens non suivis

source: Long link:
fr: Lien long :

source: Create
fr: Créer

source: There is nothing to shorten.
fr: I n'y a rien à réduire.

source: This service does not allowed custom hash.
fr: Ce service n'accepte pas les liens court personnalisés.

source: This link is not a valid URL.
fr: Ce lien n'est pas valide.

source: This custom short url is already taken.
fr: Ce lien court personnalisé est déjà pris.

source: Failed to create short link. This could be caused by a service failure.
fr: Impossible de créé un lien court. Ceci peut être causé par un problème du service.

source: New short URL
fr: Nouvelle URL courte

source: New link
fr: Nouveau lien

source: You must set an admin service.
fr: Vous devez définir un service admin.

source: Shorten link using service "%s"
fr: Raccourcir un lien en utilisant le service "%s"

source: Only if you want a custom short link.
fr: Uniquement si vous souhaitez un lien court personnalisé.

source: You can use "bob!!" if you want a semi-custom link, it starts with "bob" and "!!" will be replaced by an increment value.
fr: Vous pouvez utiliser "bob!!" si vous souhaitez un lien semi-personnalisé, il commencera par "bob" et "!!" sera remplacé par une valeur incrémentale.

source: No short link
fr: Pas de lien court

source: Long link
fr: Lien long

source: disabled
fr: Désactivé

source: Delete selected short links
fr: Effacer les liens sélectionnés

source: %s API is well configured and runing.
fr: L'API %s est correctement configurée et est fonctionnelle.

source: Failed to test %s API.
fr: Impossible de tester l'API %s.

source: homepage
fr: page d'accueil

source: Learn more about %s.
fr: En savoir plus à propos de %s.

source: Settings
fr: Paramètres

source: Plugin activation
fr: Activation de l'extension

source: Enable plugin
fr: Activer l'extension

source: General rules
fr: Réglages

source: Limit short link to current blog
fr: Limiter les liens court à ce blog

source: Only link started with this blog URL could be shortened.
fr: Uniquement les liens commençant par l'URL de ce blog pourront être réduits.

source: Passive mode
fr: Mode passif

source: If this extension is disabled and the passive mode is enabled, "kutrl" tags (like EntryKurl) will display long urls instead of nothing on templates.
fr: Si cette extension est désactivée et que le mode passif est activé, les balises "kutrl" (comme EntryKutrl) afficheront les liens longs au lieu de rien.

source: Active mode
fr: Mode actif

source: If the active mode is enabled, all know default template tags (like EntryURL) will display short urls instead of long ones on templates.
fr: Si le mode actif est acitvé, les balises de thème (comme EntryURL) afficheront les liens court au lieu des longs.

source: You can disable URL shortening for a specific template tag by adding attribute disable_kutrl="1" to it.
fr: Vous pouvez désactiver la réduction d'URL pour une balise de template spécifique en lui ajoutant l'attribut disable_kutrl="1"

source: Create short link for new entries
fr: Créer un lien court pour les nouveaux billets

source: This can be changed on page of creation/edition of an entry.
fr: Ceci peut être changé sur la page d'édition / création d'un billet.

source: Default services
fr: Services par défaut

source: Service to use in this admin page and on edit page of an entry.
fr: Service à utiliser sur cette page d'administration ou sur la page d'édition d'un billet.

source: Service to use on third part plugins.
fr: Service à utiliser par les plugins tiers

source: Shorten links automatically when using template value like "EntryKutrl".
fr: Réduit automatiquement les liens des templates utilisant les balises telles que "EntryKutrl".

source: Contents:
fr: Contenus :

source: Shorten links automatically found in contents using wiki synthax.
fr: Réduit automatiquement les liens des contenus utilisant la syntax wiki.

source: Plugin kUtRL
fr: Extension kUtRL

source: Short link creation
fr: Création de lien court

source: New short link of type "%s" and hash "%s" was created.
fr: Un nouveau lien court de type "%s" et de hash "%s" a été créé.

source: There is nothing to configure for this service.
fr: Il n'y a rien à configurer pour ce service.

source: %s (Shorten with %s)
fr: % (réduit avec %s)

source: Url of the service:
fr: URL du service :

source: This is the root URL of the "bilbolinks" service you want to use. Ex: "http://tux-pla.net/".
fr: Ceci est l'URL du service bilbolinks que vous souhaitez utiliser. Ex: "http://tux-pla.net/".

source: Service is unavailable.
fr: Le service n'est pas disponible.

source: Service rate limit exceeded.
fr: La limitation d'envoie au service est atteinte.

source: Login:
fr: Identifiant :

source: This is your login to sign up to bit.ly.
fr: Ceci est votre login d'inscription sur bit.ly.

source: API Key:
fr: Clé API :

source: This is your personnal bit.ly API key. You can find it on your account page.
fr: Ceci est votre clé personnelle pour l'API bit.ly. Vous pouvez la trouver sur la page de vore compte.

source: Publish history
fr: Publier l'historique

source: This publish all short links on your bit.ly public page.
fr: Ceci publie tous vos liens sur votre page public bit.ly

source: Failed to call service.
fr: Impossible d'appeler le service.

source: An error occured with code %s and message "%s"
fr: Une erreur est survenu avec le code "%s" et le message "%s"

source: You can set a configurable service.
fr: Vous pouvez configurer un service particulier.

source: It consists on a simple query to an URL with only one param.
fr: Il effectue une simple requête à une URL avec un seul paramètre.

source: It must respond with a http code 200 on success.
fr: Il doit répondre avec un code HTTP de 200 en cas de succès

source: It must returned the short URL (or only hash) in clear text.
fr: Il doit retourner l'URL courte (ou seulement le hash) en texte clair.

source: API URL:
fr: URL de l'API:

source: Full path to API of the URL shortener. ex: "http://is.gd/api.php"
fr: Chemin complet vers l'API. ex: "http://is.gd.php"

source: Short URL domain:
fr: Domaine des URLs courtes:

source: Common part of the short URL. ex: "http://is.gd/"
fr: Partie commune aux URLs courtes. ex: "http://is.gd/"

source: API URL param:
fr: Paramètre de l'URL

source: Param of the query. ex: "longurl"
fr: Paramètre de la raquête. ex: "longurl"

source: Encode URL
fr: Encoder l'URL à raccourcir

source: This service is set to:
fr: Ce service est règlé comme suit:

source: Full API URL:
fr: URL complet vers l'API:

source: Query param:
fr: Paramètre de la requête:

source: Encode URL:
fr: Encodage des URLs à raccourcir:

source: Settings:
fr: paramètre :

source: Allowed protocols:
fr: Protocoles autorisés :

source: Use comma seperated list like: "http:,https:,ftp:"
fr: Utiliser une virgule pour séparer la liste des protocoles. Ex: "http:,https:,ftp:"

source: Enable public page for visitors to shorten links
fr: Activer la page publique pour que les visiteurs puissent réduire des liens

source: You can add here special cascading style sheet. Body of page has class "dc-kutrl" and widgets have class "shortenkutrlwidget" and "rankkutrlwidget".
fr: Vous pouvez ajouter des styles ici. La balise "body" a la class "dc-kutrl" et les widgets ont les class "shortenkutrlwidget" et "rankkutrlwidget".

source: Enable special 404 error public page for unknow urls
fr: Activer la page spéciale d'erreur 404 pour les liens inconnus

source: If this is not activated, the default 404 page of the theme will be display.
fr: Si cette option est désactivée, la page d'erreur 404 par défaut du thème sera utilisée.

source: This service use your own Blog to shorten and serve URL.
fr: Ce service utilise votre propre blog pour réduire et servir des liens.

source: This means that with this service short links start with "%s".
fr: Cela signifie qu'avec ce service vos liens courts commencent par "%s".

source: You can use Dotclear's plugin called myUrlHandlers to change short links prefix on your blog.
fr: Vous pouvez utiliser l'extension myUrlHandlers pour Dotclear afin de changer le prefix de vos liens courts depuis votre blog.

source: We recommand that you use a rewrite engine in order to remove 'index.php' from your blog's URL.
fr: Nous vous recommandons d'utiliser la réécriture d'URL pour supprimer 'index.php de l'URL de votre blog.

source: You can find more about this on the Dotclear's documentation.
fr: Vous trouverez plus d'information à ce sujet dans la documentation Dotclear.

source: There are two templates delivered with kUtRL, if you do not use default theme, you may adapt them to yours.
fr: Il y a deux templates livrés avec kUtRL, si vous n'utilisez pas le thème par défaut, vous devrez peut-être les adapter au votre.

source: Files are in plugin directory /default-templates, just copy them into your theme and edit them.
fr: Les fichiers sont dans le répertoire /default-templates du plugin, copiez les dans votre thème et modifiez les.

source: Custom short link is already taken.
fr: Le lien court personnalisé est déjà pris.

source: Custom short link is not valid.
fr: Le lien court personnalisé n'est pas valide.

source: Failed to save link.
fr: Impossible d'enregistrer le lien.

source: This is your login to sign up to tr.im.
fr: Ceci est votre login d'inscription sur tr.im.

source: This is your password to sign up to tr.im.
fr: Ceci est votre mot de passe d'inscription sur tr.im.

source: Prevent service rate limit.
fr: Prévention de la limitation d'envoie du service.

source: Authentication to service failed.
fr: Authentification au service échoué.

source: Unreadable service response.
fr: La réponse du service n'est pas lisible.

source: This is the URL of the YOURLS service you want to use. Ex: "http://www.smaller.org/api.php".
fr: Ceci est l'URL du service YOURLS que vous voulez utiliser. Ex: "http://www.smaller.org/api.php".

source: This is your user name to sign up to this YOURLS service.
fr: Ceci est votre nom d'utilisateur pour vous connecter à ce service YOURLS.

source: This is your password to sign up to this YOURLS service.
fr: Ceci est votre mot de passe pour vous connecter à ce service YOURLS.

source: Please wait
fr: Veuillez patienter

source: Configure extension
fr: Configurer l'extension

source: Configure services
fr: Configurer les services

source: Configuration successfully saved
fr: Configuration sauvegardée avec succès

source: Services successfully updated
fr: Services mises à jour avec succès

source: Link successfully shorten
fr: Lien raccourcie avec succès

source: Links successfully deleted
fr: Liens supprimés avec succès

source: Send to Twitter status
fr: Envoyer au status Twitter

source: public
fr: publique

source: URL not found
fr: URL non trouvée

source: The URL you are looking for does not exist.
fr: Le lien que vous recherchez n'existe pas.

source: Create your own short URL
fr: Créer votre propre lien court

source: Messenger
fr: Messagerie

source: Identi.ca account
fr: Compte Identi.ca

source: Type a password only to change old one.
fr: Entrer un mot de passe uniquement pour changer l'ancien.

source: To use a Twitter account you must install plugin called "TaC"
fr: Pour utiliser un compte Twitter vous devez installer le plugin nommé "TaC"

source: Twitter account
fr: Compte Twitter

source: Use wildcard %L for short URL, %B for blog name, %U for user name.
fr: Utiliser les jokers %L pour le lien court, %B pour le nom du blog, %U pour l'utilisateur.

source: Entry message:
fr: Message d'un billet :

source: This is a special message that can be used on admin enrty page, use wildcard %T for entry title, %L for short URL, %B for blog name, %U for user name.
fr: C'est un message spécial qui sera utilisé sur la page d'édition d'un billet, utiliser les jokers %T pour le titre du billet, %L pour le lien court, %B pour le blog, %U pour l'utilisateur.

source: Send message when short url is created on:
fr: Envoyer un message lorsqu'un lien court est créé dans :

source: administration form
fr: le formulaire de la page d'administration

source: public form
fr: le formulaire de la page publique

source: template
fr: les balises de thème

source: content
fr: le contenu (wiki)

source: User is not set.
fr: L'utilisateur est pas renseigné.

source: Nothing to send.
fr: Il n'y a rien à envoyer.

source: Failed to send message (%s)
fr: Impossible d'envoyer le message (%s)

source: Failed to get short url (%s)
fr: Impossible de récupérer le lien court (%s)

source: Failed to get short url
fr: Impossible de récupérer le lien court
