Repository: alexislefebvre/dotclear-lab
Catalog: plugins/paypalDonation/locales/*/main.po
Languages: fr

source: Paypal donation
fr: Don Paypal

source: Paypal donation:
fr: Don Paypal :

source: Add specific Paypal donation
fr: Ajouter un don Paypal spécifique

source: Purpose:
fr: Objet :

source: Use %T for post title
fr: Utiliser %T pour le titre du billet

source: Reference:
fr: Référence :

source: Use %I for post id and %B for blog id
fr: Utiliser %I pour l'ID du billet et %B pour l'ID du blog

source: Amount:
fr: Montant :

source: Amount is in %s
fr: Le montant est en %s

source: Donate to '%s'
fr: Faire un don à '%s'

source: Donate
fr: Faire un don

source: Purpose of this donation:
fr: Objet de ce don :

source: Reference of this donation:
fr: Référence de ce don :

source: Paypal donation for entries
fr: Don Paypal pour les billets

source: Donate for this story
fr: Faire un don pour cette histoire

source: Button is not well configured
fr: Le bouton n'est pas correctement configuré

source: Not on content
fr: Pas sur le contenu

source: Before content
fr: Avant le contenu

source: After content
fr: Après le contenu

source: home page
fr: la page d'accueil

source: post pages
fr: la page d'un billet

source: tags pages
fr: les pages d'un tag

source: archives pages
fr: les pages des archives

source: category pages
fr: les pages de catégorie

source: entries feed
fr: le flux des billets

source: Donation
fr: Faire un don

source: Thanks you for your donation to our blog.
fr: Merci pour votre don fait à notre blog.

source: Please wait
fr: Veuillez patienter

source: Configuration successfully saved
fr: Configuration sauvegardée avec succès

source: Plugin activation
fr: Activation de l'extension

source: Enable extension
fr: Activer l'extension

source: Account
fr: Compte

source: Your Paypal account ID:
fr: Votre ID de compte Paypal :

source: It is your Paypal email address or your Paypal secure merchant account ID.
fr: C'est votre adresse mel paypal ou votre ID marchand sécurisé Paypal.

source: Currency:
fr: Monnaie :

source: It is the currency in which payment will be made.
fr: C'est la monnaie dans laquelle le paiment sera effectué.

source: Default amount:
fr: Montant par défaut :

source: It is the amount of the donation. Leave it empty to let people choose an amount.
fr: C'est le montant du don. Laisser vide pour laisser les gens choisir un montant.

source: Default purpose:
fr: Objet par défaut :

source: It is the name of the donation like it will be shown on paypal page.
fr: C'est le nom du don tel qu'il sera afficher sur la page Paypal.

source: Default reference:
fr: Référence par défaut :

source: It is a reference for the donation in order to help you to manage donations.
fr: C'est la référence du don afin de vous aider à gèrer vos dons.

source: Paypal page style:
fr: Style de la page Paypal :

source: You can specify the name of a custom payment page style from your account profile.
fr: You pouvez spécifier le nom du style de page de paiment personnalisé depuis le profile de votre compte.

source: Button
fr: Bouton

source: It is the language that is used on the button.
fr: C'est le langage qui sera utilisé sur le bouton.

source: Or set the URL of a custom button:
fr: Ou utiliser l'URL d'un bouton personalisé :

source: Or use a simple submit button with this text:
fr: Or utiliser un simple bouton de formulaire avec ce texte :

source: Place of special button on entries:
fr: Emplacement du bouton spécial des billets :

source: Show on:
fr: Afficher sur :

source: You can place custom buttons on entries, select here where to place them.
fr: Vous pouvez placer des boutons personnalisés sur les billets, selectionner ici leurs emplacements.

source: Use a page of thanks
fr: Utiliser une page de remerciement

source: People who donate can be redirected to a specific page of your blog.
fr: Les gens qui font de dons peuvent être redirigés vers une page spécifique de votre blog.

source: See the thank you page
fr: Voir la page de remerciement
