Repository: alexislefebvre/dotclear-lab
Catalog: plugins/dcFlickr/locales/*/main.po
Languages: fr

source: Invalid page URL
fr: URL de la page non valide

source: dcFlickr selector
fr: Sélecteur dcFlickr

source: Photo found at Flickr
fr: Photo trouvée sur Flickr

source: Open this photo's Flickr page (new window)
fr: Ouvrir la page Flickr de cette photo (nouvelle fenêtre)

source: Square
fr: Carré

source: Thumbnail
fr: Miniature

source: Small
fr: Petit

source: Medium
fr: Moyen

source: Original
fr: Originale

source: Original size
fr: Taille de l'original

source: Default
fr: Défaut

source: Ooops ! A problem occured with preview. <br /> Check API Key (%s) and User Id (%s)
fr: Oups ! Il y a un problème avec la prévisualisation. <br /> Vérifiez la clé API (%s) et l'ID utilisateur (%s)

source: Go to user's Flickr photos page (new window)
fr: Aller à la page des photos Flickr de l'utilisateur (nouvelle fenêtre)

source: Click on one image or enter the URL of the page containing the photo you want to include in your post.
fr: Cliquez sur une image ou entrez l'URL de la page contenant la photo que vous voulez intégrer à votre billet.

source: Please enter the URL of the page containing the photo you want to include in your post.
fr: Entrez l'URL de la page contenant la photo que vous voulez intégrer à votre billet.

source: Page URL:
fr: URL de la page :

source: Post image default size not found. Fast insert impossible
fr: Taille d'image par défaut du billet non trouvée. Insertion rapide impossible

source: Link image default size not found. Fast insert impossible
fr: Taille d'image par défaut du lien non trouvée. Insertion rapide impossible

source: Go back
fr: Retour en arrière

source: Photo choice
fr: Choix de la photo

source: Please choose the photo you want to include in your post and to which it should be linked
fr: Choisissez la photo à intégrer dans votre billet et à quelle photo la lier

source: Post
fr: Billet

source: Link
fr: Lien

source: Photo Link
fr: Lien Photo

source: Page Link
fr: Lien Page

source: Photo alignment
fr: Alignement de la photo

source: Photo title
fr: Titre de la photo

source: Insert
fr: Insérer

source: Setup
fr: Installation

source: About
fr: À propos

source: You must enter a valid Flickr API key
fr: Vous devez saisir une clé d'API Flickr valide

source: Main
fr: Principal

source: Flickr API key is mandatory. You need a Flickr (or Yahoo) account and request a key <a href="http://www.flickr.com/services/api/key.gne" onclick="window.open(this.href); return false;">here</a>.
fr: La clé API Flickr est obligatoire. Vous avez besoin d'un compte Flickr (ou Yahoo) et de faire une demande de clé <a href="http://www.flickr.com/services/api/key.gne" onclick="window.open(this.href); return false;">par ici</a>.

source: Flickr API key:
fr: Clé API Flickr :

source: Default choices
fr: Choix par défaut

source: Photos size in posts and links
fr: Taille des photos dans les billets et les liens

source: Not all sizes are available, depending of the size of the original photo. The size given in pixel in the table bellow is the largest side of the photo.<br />If a size is not available, "Fast Insert" option will generate an error message.
fr: Toutes les tailles ne sont pas disponibles, selon la taille de la photo originale. La taille donnée en pixels dans le tableau ci-dessous est le plus grand côté de la photo.<br />Si une taille n'est pas disponible, l'option "Insertion rapide" générera un message d'erreur.

source: Fast insert
fr: Insertion rapide

source: If this option is active, all default values will be used when inserting an image, without asking.
fr: Si cette option est active, toutes les valeurs par défaut seront utilisées, sans poser de question.

source: Preview
fr: Prévisualisation

source: Images quantity
fr: Nombre d'images

source: 18 photos max - Enter 0 to disable preview
fr: 18 photos max - Mettre 0 pour désactiver la prévisualisation

source: Flickr User ID
fr: ID Utilisateur Flickr

source: <Enter your Flickr API key>
fr: <Saisir votre clé API Flickr>

source: Flickr User ID has to be the numeric form (eg: 21108291@N06). To find it, copy the URL of any photo and submit it at <a href="http://idgettr.com/">idgettr.com</a>.
fr: L'ID Utilisateur Flickr doit être de forme numérique (ex: 21108291@N06). Pour le trouver, copier l'URL d'une photo et utilisez-là à <a href="http://idgettr.com/">idgettr.com</a>.

source: Settings have been successfully updated
fr: La configuration a été correctement mise à jour

source: Author
fr: Auteur

source: dcFlickr has been written by <a href="http://www.suricat.net/" onclick="window.open(this.href); return false;">Suricat</a>.
fr: dcFlickr a été écrit par <a href="http://www.suricat.net/" onclick="window.open(this.href); return false;">Suricat</a>.

source: If you need help (even in english), leave a comment on <a href="http://www.suricat.net/web/index.php/2008/04/22/458-dcflickr-vos-photos-flickr-dans-dotclear-2" onclick="window.open(this.href); return false;">dcFlickr support page</a>
fr: Si vous avez besoin d'aide, veuillez laisser un commentaire sur <a href="http://www.suricat.net/web/index.php/2008/04/22/458-dcflickr-vos-photos-flickr-dans-dotclear-2" onclick="window.open(this.href); return false;">la page de support de dcFlickr</a>.

source: <a href="http://www.standblog.com/" onclick="window.open(this.href); return false;">Tristan Nitot (Standblog)</a> who asked for this plugin
fr: <a href="http://www.standblog.com/" onclick="window.open(this.href); return false;">Tristan Nitot (Standblog)</a> qui a sollicité la création de ce plugin

source: <a href="http://www.sous-anneau.org/" onclick="window.open(this.href); return false;">Alain Vagner</a> for pointing me to the "External Media" plugin and for his javascript help
fr: <a href="http://www.sous-anneau.org/" onclick="window.open(this.href); return false;">Alain Vagner</a> pour m'avoir orienter vers le plugin "External Media" et pour le coup de main en javascript

source: Dan Coulter for his <a href="http://phpflickr.com/" onclick="window.open(this.href); return false;">phpFlickr</a> library which connects to Flickr
fr: Dan Coulter pour sa librairie <a href="http://phpflickr.com/" onclick="window.open(this.href); return false;">phpFlickr</a> qui se charge de l'interface avec Flickr

source: Olivier Meunier for <a href="http://www.dotclear.net/" onclick="window.open(this.href); return false;">Dotclear</a> and the "External Media" plugin, the dcTeam and <a href="http://www.dotaddict.org/" onclick="window.open(this.href); return false;">Dotaddict</a> for all this work
fr: Olivier Meunier pour <a href="http://www.dotclear.net/" onclick="window.open(this.href); return false;">Dotclear</a> et le plugin "External Media", la dcTeam et <a href="http://www.dotaddict.org/" onclick="window.open(this.href); return false;">Dotaddict</a> pour tout ce boulot

source: Thanks
fr: Remerciements
