Repository: alexislefebvre/dotclear-lab
Catalog: plugins/grumph/locales/*/main.po
Languages: fr

source: Grumph configuration
fr: Configuration - Grumph

source: Error while retrieving posts
fr: Erreur lors de la récupération des billets

source: Error while refreshing posts
fr: Erreur lors de la mise à jour des billets

source: Build resources for all posts with no exception
fr: Construire les ressources de tous les billets sans exception

source: Build resources for posts never scanned before
fr: Construire les ressources des billets non encore analysés

source: Build posts resources
fr: Construction des ressources des billets

source: Select scan method :
fr: Sélectionnez la méthode d'inspection :

source: proceed
fr: lancer le traitement

source: Building posts resources...
fr: Construction des ressources des billets...

source: Number of posts found
fr: Nombre de billets trouvés

source: Progress
fr: Avancement

source: Abort processing
fr: Abandonner le traitement
