Repository: alexislefebvre/dotclear-lab
Catalog: plugins/jabberNotifications/locales/*/main.po
Languages: fr

source: Jabber notifications
fr: Notifications Jabber

source: Jabber ID is empty
fr: L'identifiant Jabber est vide

source: Invalid Jabber ID
fr: Identifiant Jabber invalide

source: Invalid notification status
fr: Statut de notification invalide

source: Jabber notifications have been disabled.
fr: Les notifications Jabber ont été désactivées.

source: Username was not set
fr: Nom d'utilisateur non spécifié

source: Password was not set
fr: Mot de passe non spécifié

source: Server was not set
fr: Serveur non spécifié

source: Port was not set (default is %d)
fr: Numéro de port non spécifié (le port par défaut est %d)

source: Port must be a number, e.g. %d
fr: Le numéro de port doit être un nombre, p.ex. %d

source: Settings have been successfully updated.
fr: Paramètres enregistrés avec succès.

source: Unknown status:
fr: Statut inconnu :

source: Test result (in %.3f s):
fr: Résultat du test (en %.3f s) :

source: The following fields contain errors :
fr: Les champs suivants contiennent des erreurs :

source: Unexpected error at line %d in %s
fr: Erreur inattendue à la ligne %d du fichier %s

source: Settings have been initialized.
fr: Les paramètres ont été initialisés.

source: Help
fr: Aide

source: Entry: %s <%s>
fr: Billet : %s <%s>

source: Comment by: %s <%s>
fr: Commentaire de : %s <%s>

source: Website: %s
fr: Site web : %s

source: You received a new trackback on the blog '%s':
fr: Vous avez reçu un nouveau rétrolien sur le blog "%s" :

source: You received a new comment on the blog '%s':
fr: Vous avez reçu un nouveau commentaire sur le blog "%s" :

source: never
fr: jamais

source: for my entries
fr: pour mes billets

source: for my default blog
fr: pour mon blog par défaut

source: for all my blogs
fr: pour tous mes blogs

source: all blogs
fr: pour tous les blogs

source: Jabber account setup
fr: Paramètres du compte Jabber

source: Enable Jabber notifications
fr: Activer les notifications Jabber

source: Username:
fr: Nom d'utilisateur :

source: Password:
fr: Mot de passe :

source: Server:
fr: Serveur :

source: HTTP gateway (leave empty to disable):
fr: Passerelle HTTP (laissez vide pour désactiver) :

source: Secure connection:
fr: Connexion sécurisée :

source: None
fr: Aucune

source: save
fr: enregistrer

source: Setup test
fr: Test des paramètres

source: You can test this configuration without saving changes.
fr: Vous pouvez tester cette configuration sans enregistrer les changements.

source: Destination JabberID:
fr: Adresse jabber de destination :

source: test
fr: tester

source: Notify new comments using Jabber:
fr: Avertir de nouveaux commentaires par Jabber :

source: JabberID that should be notified:
fr: Identifiant Jabber à avertir :
