Repository: alexislefebvre/dotclear-lab
Catalog: plugins/yafr/locales/*/main.po
Languages: fr

source: Feed reader
fr: Lecteur de fils de nouvelles

source: Title:
fr: Titre :

source: Feed URL:
fr: URL du fil :

source: Display feed main title
fr: Afficher le titre principal du fil

source: Display feed description
fr: Afficher la description du fil

source: Entries limit:
fr: Nombre de billets maximum :

source: Entry title length limit:
fr: Longueur maximale du titre des billets :

source: Entry content length limit:
fr: Longueur maximale du contenu des billets :

source: Remove HTML content (warning!)
fr: Supprimer les balises HTML (attention !)

source: Date format (leave empty to use default blog format):
fr: Format des dates (laisser vide pour utiliser le format par défaut du blog) :

source: String format (%1$s = date | %2$s = title | %3$s = author | %4$s = content | %5$s = URL | %6$s = description):'
fr: Format d'affichage (%1$s = date | %2$s = titre | %3$s = auteur | %4$s = contenu | %5$s = URL | %6$s = description) :

source: Supplementary CSS Class:
fr: Classe CSS supplémentaire :

source: Home page only
fr: Page d'accueil uniquement
