Repository: alexislefebvre/dotclear-lab
Catalog: plugins/doTwit/locales/*/admin.po
Languages: fr

source: Title (optional):
fr: Titre (facultatif) :

source: Twitter Id:
fr: Identifiant Twitter :

source: Twitter password:
fr: Mot de passe Twitter :

source: Twits limit:
fr: Nombre de twits à afficher :

source: Home page only
fr: Page d'accueil uniquement

source: Timeline friends
fr: Timeline amis (Timeline perso par défaut)

source: Display timeout
fr: Affichage du temps écoulé

source: Display avatars
fr: Affichage des avatars

source: Data inalienable on Twitter!
fr: Données indisponibles sur Twitter !

source: on
fr: le

source: Copy the file dotwit.css in the folder of your theme if you want to modify it.
fr: Via FTP, copiez le fichier dotwit.css dans le dossier de votre thème si vous voulez le modifier.
