<!--
# -- BEGIN LICENSE BLOCK ----------------------------------
# This file is part of dcScrobbler, a plugin for Dotclear.
# 
# Copyright (c) 2008 Boris de Laage
# bdelaage@free.fr
# 
# Licensed under the GPL version 2.0 license.
# A copy of this license is available in LICENSE file or at
# http://www.gnu.org/licenses/old-licenses/gpl-2.0.html
# -- END LICENSE BLOCK ------------------------------------
-->
<html>
<head>
<title>dcScrobbler</title>
</head>
<body>
<h3>Service et application Last.fm</h3>
<p>Le widget dcScrobbler vous permet d'afficher sur votre blog les morceaux que vous &eacute;coutez avec votre lecteur habituel.</p>
<p>Pour cela il utilise les flux g&eacute;n&eacute;r&eacute;s par le service <a href="http://www.lastfm.fr/">Last.fm</a>, compatible avec de nombreux lecteurs multim&eacute;dia courants comme Windows Media Player, Winamp, iTunes, Foobar2000 ou encore Mozilla Songbird.</p>
<p>L'application Last.fm est open source et installable sur les syst&egrave;mes Windows, Mac et Linux, ou encore sur iPod et iPhone.</p>
<p>Pour plus de d&eacute;tails rendez vous sur cette page : <a href="http://www.lastfm.fr/download">http://www.lastfm.fr/download</a>.</p>
<h3>Le widget dcScrobbler</h3>
<p>Apr&egrave;s avoir configur&eacute; le plugin, positionnez le widget comme bon vous semble et choisissez le type de flux &agrave; afficher.</p>
<dl>
<dt>Morceaux r&eacute;cents</dt>
<dd>Affiche les 10 derniers morceaux que vous ayez &eacute;cout&eacute;s.</dd>
<dt>Top artistes de la semaine</dt>
<dd>Affiche les artistes que avez le plus fr&eacute;quemment &eacute;cout&eacute;s lors de la semaine en cours.</dd>
<dt>Top chansons de la semaine</dt>
<dd>Affiche les morceaux que avez le plus fr&eacute;quemment &eacute;cout&eacute;s lors de la semaine en cours.</dd>
<dt>Top artistes</dt>
<dd>Affiche les artistes que avez le plus fr&eacute;quemment &eacute;cout&eacute;s.</dd>
<dt>Top chansons</dt>
<dd>Affiche les morceaux que avez le plus fr&eacute;quemment &eacute;cout&eacute;s.</dd>
</dl>
<p>Vous pouvez bien s&ucirc;r ajouter plusieurs widgets dcScrobbler pour afficher plusieurs flux diff&eacute;rents.</p>
</body>
</html>