Repository: alexislefebvre/dotclear-lab
Catalog: plugins/optionsForComment/locales/*/main.po
Languages: fr

source: Allow anonnymous comments
fr: Autoriser les commentaires anonymes

source: Somebody
fr: Quelqu'un

source: Anonymous comment
fr: Commentaire anonyme

source: Optional email address
fr: Adresse Email facultative

source: Failed to register plugin
fr: Impossible d'enregistrer le plugin

source: To use this option you must install plugin called "TaC".
fr: Pour utiliser cette option vous devez installer l'extnesion nommé "TaC".

source: To use this option you must register it into the plugin "TaC".
fr: Pour utiliser cette option vous devez enregistrer cette extension dans l'extension "TaC".

source: Register extension
fr: Enregistrer l'extension

source: Extension registered into the plugin "TaC".
fr: Extension enregistrée dans le plugin "TaC".

source: Enable Twitter login on comments
fr: Autoriser l'identification depuis Twitter sur les commentaires

source: Logged in as %s
fr: Connecté en tant que %s

source: Disconnect
fr: Se déconnecter

source: Configuration successfully updated.
fr: Configuration mise à jour avec succès.

source: Enable extension on this blog
fr: Activer l'extension sur ce blog

source: Fields
fr: Champs

source: Normal usage
fr: Utilisation normale

source: Theme
fr: Thème

source: Additionnal style sheet:
fr: Feuille de style additionnelle
