Repository: alexislefebvre/dotclear-lab
Catalog: plugins/offline/locales/*/main.po
Languages: fr

source: Offline mode
fr: Mode hors ligne

source: <p class="message">D'oh! The blog is offline.</p>
fr: <p class="message">Mince ! Le blog est hors ligne.</p>

source: No page title.
fr: Aucun titre pour la page

source: No maintenance message.
fr: Aucun message de maintenance

source: Configuration successfully updated.
fr: La configuration a été correctement enregistrée.

source: Plugin activation
fr: Activation de l'extension

source: Enable Offline mode
fr: Activer le mode hors ligne

source: Activating this plugin redirect all urls to one.
fr: En activant ce plugin, toutes les urls seront redirigées vers une seule.

source: IP restricted access
fr: Accès restreint pour une IP

source: My own IP is
fr: Mon adresse IP est

source: Authorized IP:
fr: IP autorisée:

source: With this option, a visitor having this IP can access the website.
fr: L'IP renseignée peut accéder au site.

source: Presentation options
fr: Options d'affichage

source: Offline title:
fr: Titre hors ligne :

source: Offline message:
fr: Message hors ligne :

source: Save configuration
fr: Enregistrer la configuration
