Repository: alexislefebvre/dotclear-lab
Catalog: plugins/hum/locales/*/main.po
Languages: fr

source: Useless comments
fr: Commentaires inutiles

source: Comments selection changed.
fr: Selection de commentaires changée.

source: Selected comment
fr: Commentaire sélectionné

source: No entries selected
fr: Pas de billets selectionné

source: No comments
fr: Aucun commantaire

source: By default, mark new comments as selected
fr: Par défaut, marquer les nouveaux commentaires comme selectionnés

source: Public
fr: Publique

source: Use jQuery to hide unselected comments
fr: Utiliser jQuery pour cacher les commentaires non sélectionnés

source: HTML tag of comment title block:
fr: Balise HTML du titre d'un commentaire :

source: HTML tag of comment content block:
fr: Balise HTML du contenu d'un commentaire :

source: Additionnal style sheet:
fr: Feuille de style additionnelle

source: Click to show this commnet
fr: Cliquer pour voir ce commentaire

source: Read this comment
fr: Lire ce commentaire

source: Show all comments
fr: Afficher tous les commentaires

source: All
fr: Tous

source: Select and highlight interresting comments
fr: Selection et mise en avant des commentaires interressants

source: Hide useless messages
fr: Cacher les messages inutiles
