Repository: alexislefebvre/dotclear-lab
Catalog: plugins/robotsTxt/locales/*/main.po
Languages: fr

source: Enable robotsTxt
fr: Activer robotsTxt

source: Allow all robots (recommended)
fr: Autoriser tous les robots (recommandé)

source: Block all robots
fr: Bloquer tous les robots

source: Sitemap url
fr: URL de la Sitemap

source: Save sitemap url
fr: Sauvegarder l'URL de la Sitemap

source: Rule
fr: Règle

source: Allow
fr: Autoriser

source: Disallow
fr: Interdire

source: Action value:
fr: Valeur de l'action :

source: Add rule
fr: Ajouter la règle

source: Result
fr: Rèsultat

source: If the plugin is activated, you will be able to see the result at http://yourdomain/robots.txt
fr: Si le plugin est activé, vous pourrez voir le résultat sur http://votredomaine/robots.txt

source: You could see differences between your configuration and the result. To resolve it, erase the Dotclear cache.
fr: Vous pouvez voir des différences entre votre configuration et le résultat. Pour résoudre cela, effacez le cache de Dotclear.

source: More about robots.txt on %s.
fr: Plus à propos des robots sur %s
