Repository: alexislefebvre/dotclear-lab
Catalog: plugins/eventHandler/locales/*/main.po
Languages: fr

source: Event handler
fr: Gestionnaire d'événements

source: Events
fr: Événements

source: Bind events
fr: Attacher des événements

source: Unbind events
fr: Détacher les événements

source: No such event
fr: Pas d'événement

source: Select events to link to entries
fr: Sélectionner les événements à lier aux billets

source: Events:
fr: Événements :

source: Check to unbind
fr: Cocher pour détacher

source: Change this entry into an event
fr: Changer ce billet en événement

source: Change into event
fr: Changer en événement

source: No event
fr: Pas d'événement

source: Period
fr: Période

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: ongoing
fr: en cours

source: finished
fr: terminé

source: Please wait
fr: Veuillez patienter

source: Directory:
fr: Repertoire :

source: This page is powered by Dotclear and eventHandler
fr: Cette page est propulsée par Dotclear et eventHandler

source: There's no event at this time.
fr: Il n'y a pas d'événement pour l'instant.

source: All
fr: Tous

source: Ongoing
fr: En cours

source: Outgoing
fr: Pas en cours

source: Scheduled
fr: Programmé

source: Started
fr: Débuté

source: Not finished
fr: Non fini

source: Finished
fr: Fini

source: Published date
fr: Date de publication

source: All events
fr: Tous les événements

source: Current events
fr: Événements en cours

source: Event not being
fr: Événements pas en cours

source: Scheduled events
fr: Événements programmés

source: Started events
fr: Événements débutés

source: Unfinished events
fr: Événements non finis

source: Completed events
fr: Événements terminés

source: %m %d %Y
fr: %d %m %Y

source: For the day of %s
fr: Pour la journée du %s

source: For the month of %s
fr: Pour le mois de %s

source: For the year of %s
fr: Pour l'année %s

source: For the period between %s and %s
fr: Pour la période entre %s et %s

source: For the period through %s and %s
fr: Pour la période passant entre %s et %s

source: No such post ID
fr: Pas de tel billet

source: No such event ID
fr: Pas de tel événement

source: Event successfully removed from post
fr: Événements retirés avec succès

source: All periods
fr: Toutes les périodes

source: Not started
fr: Non débuté

source: Next events
fr: Événements à venir

source: Selected entries only
fr: Billets séléctionnés seulement

source: Period:
fr: Période :

source: Date format of events:
fr: Format de date des événements :

source: Time format of events:
fr: Format d'heure des événements :

source: Show category
fr: Afficher la catégorie

source: Add link to events page
fr: Ajouter le lien vers la page des événements

source: Events of an entry
fr: Événements d'un billet

source: Related events
fr: Événements liés

source: Entries of an event
fr: Billets d'un événement

source: Related entries
fr: Billets liés

source: Events categories
fr: Catégories d'événements

source: Events by categories
fr: Événements par catégorie

source: With events counts
fr: Avec le nombre d'événements

source: road map
fr: route

source: hybrid
fr: hybride

source: Events map
fr: Carte des événements

source: Events on map
fr: Événements sur une carte

source: Default zoom on map:
fr: Zoom par défaut de la carte :

source: Default type of map:
fr: Type par défaut de la carte :

source: Width of map: (with unit as % or px)
fr: Largeur de la carte : (avec les unités telles que % ou px)

source: Height of map: (with unit as % or px)
fr: Hauteur de la carte : (avec les unités telles que % ou px)

source: Add tooltips
fr: Ajouter les info-bulles

source: Events calendar
fr: Calendrier des événements

source: First day of week:
fr: Premier jour de la semaine :

source: Show only start date of events
fr: Afficher seulement la date de début des événements

source: On %sd from %st to %et
fr: Le %sd de %st à %et

source: From %sd, %st to %ed, %et
fr: Du %sd, %st au %ed, %et

source: go to this category
fr: aller à cette catégorie

source: Retated events
fr: Événements liés

source: for a period of
fr: pour une durée de

source: These events Atom feed
fr: Flux Atom des événements

source: Atom feed
fr: Flux Atom

source: Add these events to your iCalendar
fr: Ajouter ces événements à votre iCalendar

source: iCalendar
fr: iCalender

source: Display these events on hCalendar format
fr: Afficher ces événements au format hCalendar

source: Display these events on a map
fr: Afficher ces événements sur un carte

source: Period of events:
fr: Période d'événements :

source: Sort events by:
fr: Classer par :

source: Retated entries
fr: Articles connexes

source: Read this post
fr: Lire cet article

source: Browse this category
fr: Parcourir cette catégorie

source: list of events
fr: liste des événements

source: from
fr: du

source: to
fr: au

source: till
fr: jusqu'à

source: this event is
fr: cet événement est

source: Add this event to your iCalendar
fr: Ajouter cet événement à votre iCalendar

source: Display this event on hCalendar format
fr: Afficher cet événement au format hCalendar

source: You are not allowed to create an event
fr: Vous n'êtes pas autorisé à créer un événement

source: You are not allowed to update events
fr: Vous n'êtes pas autorisé à mettre à jour les événements

source: You are not allowed to delete events
fr: Vous n'êtes pas autorisé à supprimer des événements

source: No event start date
fr: pas de date de début

source: No event end date
fr: pas de date de fin

source: Start date greater than end date
fr: date de début plus récente qu la date de fin

source: Not full coordinate
fr: coordonnées incomplètes

source: Wrong format of coordinate
fr: mauvais format de coordonnée

source: %s days
fr: %s jours

source: one day
fr: un jour

source: %s hours
fr: %s heures

source: one hour
fr: une heure

source: one minute
fr: une minute

source: instantaneous
fr: instantané

source: Please wait, try to create map...
fr: Veulliez patienter, construction de la carte...

source: New event
fr: Nouvel événement

source: This event does not exist.
fr: Cette événement n'existe pas

source: Change entry into event
fr: Changer un billet en événement

source: Edit event
fr: Modifier un événement

source: next event
fr: Événements suivant

source: previous event
fr: Événements précédent

source: View event
fr: Voir l'événement

source: Preview event
fr: Prévisualier l'événement

source: Start date:
fr: Date de début :

source: End date:
fr: Date de fin :

source: Localization:
fr: Localisation :

source: Address:
fr: Adresse :

source: Maps
fr: Cartes

source: If you want to use maps, you must enter an address as precise as possible (number, street, city, country)
fr: Si vous souhaitez utiliser des cartes, vous devez entrer une adresse aussi précise que possible (numéro, rue, ville, pays)

source: Find coordinates on googleMap
fr: Trouver les coordonnées sur GoogleMaps

source: You must save event before adding entries
fr: Vous devez sauvegarder l'événement avant d'ajouter des billets

source: Localization
fr: Localisation

source: Unbind related entries
fr: Séparer les entrées liées

source: Bind an event
fr: Lier un événement

source: Attach selected events
fr: Lier les événements selectionnés

source: before content
fr: avant le contenu

source: after content
fr: après le contenu

source: Settings
fr: Paramètres

source: Enable extension
fr: Activer l'extension

source: Additionnal style sheet:
fr: Feuille de style additionnelle

source: Show related entries on event:
fr: Afficher les billets liés sur un événement :

source: Show related events on entry:
fr: Afficher les événement liés sur un billet :

source: When an event has an hidden category, it will only display on its category page.
fr: Quand un événement à une catégorie cachée, il ne s'affiche que sur sa page de catégorie.

source: Level
fr: Niveau

source: List of events related to this category
fr: Liste des événements liés à cette catégorie

source: List of entries related to this category
fr: Liste des billets liés à cette catégorie

source: Edit this category
fr: Modifier cette catégorie

source: Events from eventdata successfully imported
fr: Événements importés avec succès depuis eventdata

source: Records of eventdata have been imported for this blog.
fr: Les enregistrements de eventdata ont déjà été importé pour ce blog.

source: Import eventdata records
fr: Importer les enregistrements de eventdata

source: Calendar
fr: Calendrier

source: one event
fr: un événement

source: %s events
fr: %s événements

source: Location:
fr: Lieu :

source: Read more
fr: Lire la suite

source: Configuration successfully saved
fr: Configuration sauvegardée avec succès

source: Records succesfully deleted
fr: Enregistrements effacés avec succès

source: Start date of the event :
fr: Date de début de l'événement :

source: End date of the event:
fr: Date de fin de l'événement :

source: %Y-%m-%d
fr: %d/%m/%Y

source: at
fr: à

source: For a period of
fr: Pour une durée de
