Repository: alexislefebvre/dotclear-lab
Catalog: plugins/retrocontrol/locales/*/main.po
Languages: fr, ru

source: Trackback source check
ru: Проверка отправителя тракбака

source: Filter configuration updated
fr: La configuration du filtre a été mise à jour
ru: Фильтр обновлен

source: Recursive search
ru: Реккурентный поиск

source: Valid
fr: Valider
ru: Подтвердить

source: View the online help on Phénix.net
ru: Посмотреть помощь на сайте Phénix.net

source: (help)
fr: (aide)
ru: (помощь)

source: Online help
fr: Aide en ligne
ru: Помощь в интзрнете

source: Test this option to determinate the best way to filter. Any suggestions are welcome on
ru: Попробуйте зту опцию, чтобы найти наилучший способ фмльтрации. Вы можете написать о вашем впечатлении на

source: the support page
ru: странице поддержки

source: Recursive search in Rétrocontrôle
ru: Реккурентный поиск в Ретроконтроле

source: Filtered by %s.
fr: Filtré par %s.
ru: Фильтровано %s.

source: View online help on Phénix.net
fr: Consulter l'aide en ligne sur Phénix.net

source: Verify trackback source
fr: Activer la vérification de l'origine de rétroliens

source: Allow recursive filtering
fr: Permettre le filtrage récursif

source: Active disposable addresses for trackbacks
fr: Activer les adresses jetables pour les rétroliens

source: Trackback address life time (in minutes):
fr: Durée de validité d'une adresse de rétrolien (en minutes) :
