Repository: alexislefebvre/dotclear-lab
Catalog: plugins/filesAlias/locales/*/main.po
Languages: fr

source: Aliases for files
fr: Alias pour fichiers

source: File URL is empty.
fr: L'URL du fichier est vide.

source: File destination is empty.
fr: La destination du fichier est vide.

source: No prefix for your files aliases.
fr: Aucun préfixe pour vos alias de fichiers.

source: Aliases successfully updated.
fr: Les alias ont été mis à jour avec succès.

source: Alias for this media created.
fr: L'alias pour votre fichier a été créé.

source: Configuration successfully updated.
fr: Configuration mise à jour avec succès.

source: No alias
fr: Aucun alias

source: Aliases list
fr: Liste des alias

source: disposable
fr: jetable

source: disposable?
fr: jetable ?

source: Alias position
fr: Position de l'alias

source: not disposable
fr: non jetable

source: Direct link
fr: Lien direct

source: To remove a link, empty its alias or destination.
fr: Pour supprimer un lien, vider son alias ou sa destination.

source: Update
fr: Mettre à jour

source: New alias
fr: Nouvel alias

source: Choose URL:
fr: Choisir l'URL :

source: Leave empty for an auto-generated URL.
fr: Laisser vide pour une URL générée automatiquement.

source: Disposable:
fr: Jetable :

source: Save
fr: Enregistrer

source: Prefix of Aliases URLs
fr: Préfixe de l'URL des alias

source: Base URL scheme:
fr: Schéma de base des URL :

source: Media prefix URL:
fr: Préfixe de l'URL :

source: Link
fr: Lien
