Repository: alexislefebvre/dotclear-lab
Catalog: plugins/zoneclearFeedServer/locales/*/main.po
Languages: fr

source: Feeds server
fr: Serveur de flux

source: %s disabled feeds
fr: %s flux désactivés

source: one disable feed
fr: Un flux désactivé

source: Feed source
fr: Source du flux

source: feed URL
fr: URL du fil

source: site URL
fr: URL du site

source: Edit this feed
fr: Modifier ce flux

source: Original post on <a href="%s">%s</a>
fr: Billet original sur <a href="%s">%s</a>

source: Read more details about this feed
fr: Lire plus de détails à propos de ce flux

source: Feeds server : sources
fr: Serveur de flux : les sources

source: Feeds sources
fr: Sources des flux

source: name
fr: nom

source: creation date
fr: date de création

source: Limit:
fr: Limite :

source: Add link to feeds page
fr: Ajouter un lien vers la page des flux

source: Feeds server : numbers
fr: Serveur de flux : les chiffres

source: Feeds numbers
fr: Le flux en chiffres

source: Show feeds count
fr: Afficher le nombre de flux

source: Title for feeds count:
fr: Titre pour le nombre de flux :

source: Feeds:
fr: Flux :

source: Show entries count
fr: Afficher le nombre de billets

source: Title for entries count:
fr: Titre pour le nombre de billets :

source: Entries:
fr: Billets :

source: All sources
fr: Toutes les sources

source: none
fr: aucun

source: one source
fr: une source

source: one entry
fr: un billet

source: %s entries
fr: %s billets

source: disabled
fr: désactivé

source: enabled
fr: activé

source: every hour
fr: toutes les heures

source: every two hours
fr: toutes les deux heures

source: two times per day
fr: deux fois par jour

source: every day
fr: tous les jours

source: every two days
fr: tous les deux jours

source: every week
fr: toutes les semaines

source: home page
fr: la page d'accueil

source: post pages
fr: la page d'un billet

source: tags pages
fr: les pages des tags

source: archives pages
fr: les pages des archives

source: category pages
fr: les pages de catégorie

source: entries feed
fr: le flux des billets

source: This feed does not exist.
fr: Ce flux n'existe pas.

source: next feed
fr: flux suivant

source: previous feed
fr: flux précédent

source: Record with same feed URL already exists.
fr: Un enregistrement avec la même URL de flux existe déjà.

source: You must provide a name.
fr: Vous devez indiquer un nom.

source: You must provide an owner.
fr: Vous devez indiquer un propriétaire.

source: You must provide valid site URL.
fr: Vous devez donner une URL de site valide.

source: You must provide valid feed URL.
fr: Vous devez donner une URL de flux valide.

source: You must provide valid category.
fr: Vous devez donner une catégorie valide.

source: Feeds
fr: Fils de syndication

source: Edit feed
fr: Edition de flux

source: New feed
fr: Nouveau flux

source: Feed
fr: Flux

source: Local settings
fr: Paramètres locaux

source: Update:
fr: Mise à jour :

source: Import tags from feed
fr: Importer les tags depuis le flux

source: Feed information
fr: Information sur le flux

source: Owner:
fr: Propriétaire :

source: Tweeter or Identica ident:
fr: Identifiant Twiiter ou Identi.ca :

source: Site URL:
fr: URL du site :

source: There is no feed
fr: Il n'y a pas de flux

source: Name
fr: Nom

source: Frequency
fr: Fréquence

source: Owner
fr: Propriétaire

source: Edit
fr: Modifier

source: never
fr: jamais

source: View entries
fr: Voir les billets

source: frequency
fr: fréquence

source: Date of update
fr: Date de mise à jour

source: change update interval
fr: changer l'intervalle de mise à jour

source: disable feed update
fr: désactiver la mise à jour du flux

source: enable feed update
fr: activer la mise à jour du flux

source: Reset last update
fr: remettre à zéro le chronomètre de mise à jour

source: Update (check) feed
fr: mettre à jour (vérifier) le flux

source: delete related posts
fr: effacer les billets liés

source: delete feed (without related posts)
fr: effacer le flux (sans effacer les billets liés)

source: This changes category for all selected feeds.
fr: Ceci change la catégorie pour tous les flux sélectionnés.

source: Select a category:
fr: Sélectionner une catégorie :

source: This changes interval of updates for all selected feeds.
fr: Ceci change l'intervalle de mise à jour des flux sélectionnés.

source: Select a frequency:
fr: Sélectionner une fréquence :

source: Selected feeds action:
fr: Action sur les flux sélectionnés :

source: disable
fr: désactiver

source: before display
fr: avant l'affichage

source: after display
fr: après l'affichage

source: through Ajax
fr: A travers Ajax

source: Settings
fr: Paramètres

source: Plugin activation
fr: Activation de l'extension

source: Enable plugin
fr: Activer l'extension

source: General rules
fr: Réglages

source: Status of new posts:
fr: Status des nouveaux billets :

source: Owner of entries created by zoneclearFeedServer:
fr: Propriétaire des billets créés par zoneclearFeedServer :

source: Update feeds on public side:
fr: Mettre à jour les flux depuis la partie publique :

source: Number of feeds to update at one time:
fr: Nombre de flux à mettre à jour à la fois :

source: Enable public page
fr: Activer la page publique

source: A writable cache folder is required to use this extension.
fr: Un dossier de cache accessible en écriture est nécessaire pour utiliser cette extension.

source: If you set a large number of feeds to update at one time, this may cause a timeout error. We recommand to keep it to one.
fr: Si vous paramètrez un grand nombre de flux à mettre à jour, ceci peut causer une erreur de timeout. Il est recommandé de laisser cette valeur à 1.

source: If you use cron script, you can disable public update.
fr: Si vous utilisez un script cron, vous pouvez désactiver la mise à jour publique.

source: If active, a public list of feeds are available at "%s".
fr: Si activé, une page publique de la liste des flux est disponible à l'adresse %s .

source: In order to do update through Ajax, your theme must have behavior publicHeadContent.
fr: Pour utiliser la mise à jour depuis Ajax, votre thème doit avoir le behavior publicheadContent.

source: Send automatically message to tweeter on new post only if status of new post is "pusblished".
fr: Envoie automatiquement un message a twitter lors d'jout de billet si le status des nouveaux billets est "publié".

source: Leave empty "ident" to not use this feature.
fr: Laisser vide votre identifiant pour ne pas envoyer de tweet.

source: For message, use wildcard: %posttitle%, %postlink%, %postauthor%, %posttweeter%, %sitetitle%, %sitelink%
fr: Pour le message utiliser les jokers: %posttitle%, %postlink%, %postauthor%, %posttweeter%, %sitetitle%, %sitelink%

source: Display
fr: Affichage

source: Show full content on:
fr: Afficher le contenu complet sur :

source: Entries title
fr: Titre des billets

source: Redirect to original post on:
fr: Rediriger vers le billet original sur :

source: Twitter account
fr: Compte Twitter

source: Login:
fr: Identifiant :

source: Type a password only to change old one.
fr: Entrer un mot de passe uniquement pour changer l'ancien.

source: Identi.ca account
fr: Compte Identi.ca

source: User is not set.
fr: L'utilisateur est pas renseigné.

source: Nothing to send.
fr: Il n'y a rien à envoyer.

source: Failed to send message (%s)
fr: Impossible d'envoyer le message (%s)

source: Failed to get short url (%s)
fr: Impossible de récupérer le lien court (%s)

source: Failed to get short url
fr: Impossible de récupérer le lien court

source: Plugin zoneclearFeedServer
fr: Extension zoneclearFeedServer

source: feed creation
fr: création d'un flux

source: A new feed named "%s" point to "%s" was added by "%s"
fr: Un nouveau flux nommé "%s" pointant vers "%s" a été ajouté par "%s"

source: updating feed info
fr: mise à jour des informations du flux (administration)

source: Feed named "%s" point to "%s" has been updated by "%s"
fr: Le flux nommé "%s" pointant vers "%s" a été mis à jour par "%s"

source: updating feed records
fr: mise à jour des enregistrements du flux (automatique)

source: Records of the feed named "%s" have been updated automatically
fr: Les enregistrements du flux nommé "%s" ont été automatiquement mis à jour

source: feed deletion
fr: suppression d'un flux

source: Feed named "%s" point to "%s" has been deleted by "%s"
fr: Le flux nommé "%s" pointant vers "%s" a été supprimé par "%s"

source: feed status
fr: status d'un flux

source: Feed named "%s" point to "%s" has been set to "%s"
fr: Le flux nommé "%s" pointant vers "%s" a été marqué comme "%s"

source: Please wait
fr: Veuillez patienter

source: Configuration successfully saved
fr: Configuration sauvegardée avec succès

source: Entries successuflly deleted
fr: Billets effacés avec succès

source: Feeds successfully deleted
fr: Flux effacés avec succès

source: Feeds successfully enabled
fr: Flux activés avec succès

source: Feeds successfully disabled
fr: Flux désactivés avec succès

source: Feeds successfully updated
fr: Flux mis à jour avec succès

source: Category of feeds successfully updated
fr: Catégorie des flux modifiée avec succès

source: Frequency of feeds successfully updated
fr: Fréquence de mise à jour des flux modifier avec succès

source: Last update of feeds successfully reseted
fr: Dernière mise à jour des flux remis à zéro avec succès

source: Feed successfully updated
fr: Flux modifié avec succès

source: Feed successfully created
fr: Flux créé avec succès

source: Actions on posts successfully completed
fr: Actions sur les billets complétées avec succès

source: no entry
fr: aucun billet

source: no source
fr: aucune source
