Repository: alexislefebvre/dotclear-lab
Catalog: plugins/widgetSouvenir/locales/*/main.po
Languages: fr

source: optional
fr: facultatif

source: Previously on this blog
fr: Précédemment sur ce blog

source: 1 month ago
fr: 1 mois plut tôt

source: months ago
fr: mois plut tôt

source: 1 year ago
fr: 1 an plus tôt

source: Show a link to a post published:
fr: Afficher un lien vers un billet publié&nbsp;:

source: Maximum number of days before of after the date in the past:
fr: Nombre maximum de jours avant ou après la date dans le passé&nbsp;:

source: Number of characters of the post title to display (empty means no limit):
fr: Nombre de caractères du titre du billet à afficher (laisser vide pour aucune limite)&nbsp;:

source: Display date after post title (see PHP strftime function):
fr: Afficher la date après le titre du billet (voir la fonction PHP strftime)&nbsp;:

source: Display on Home page
fr: Afficher sur la page d'accueil
