Repository: alexislefebvre/dotclear-lab
Catalog: plugins/myUrlHandlers/locales/*/main.po
Languages: fr

source: URL handlers
fr: Gestionnaires d'URL

source: "%s" URL handler does not exist.
fr: Le gestionnaire d'URL "%s" n'existe pas.

source: Invalid URL for handler "%s".
fr: URL invalide du gestionnaire "%s".

source: Duplicate URL in handlers "%s".
fr: Doublon d'URL dans les gestionnaires "%s".

source: Duplicate URL in handler "%s".
fr: Doublon d'URL dans le gestionnaire "%s".

source: URL handlers have been succefully updated.
fr: Les gestionnaires d'URL ont été mis à jour avec succès.

source: URL handlers have been succefully restored.
fr: Les gestionnaires d'URL ont été restaurés avec succès.

source: Personalize default URL handlers
fr: Personnaliser les gestionnaires d'URL par défaut

source: No URL handlers to define.
fr: Il n'y a aucun gestionnaire d'URL à définir.

source: You can write your own URL for each handler in this list.
fr: Vous pouvez spécifier vos propres URL pour chaque gestionnaire de cette liste.

source: save
fr: enregistrer

source: restore
fr: restaurer
