Repository: alexislefebvre/dotclear-lab
Catalog: plugins/superAdmin/locales/*/admin.po
Languages: fr

source: %s spam comment
fr: %s commentaire indésirable

source: %s spam comments
fr: %s commentaires indésirables

source: (including %d spam comment since your last visit)
fr: (dont %s commentaire indésirable depuis votre dernière visite)

source: (including %d spam comments since your last visit)
fr: (dont %s commentaires indésirables depuis votre dernière visite)

source: Are you sure you want to change the current blog?
fr: Êtes-vous certain de vouloir changer le blog courant ?

source: Make this tab my default tab
fr: Définir comme onglet par défaut

source: Since my last visit, on %s
fr: Depuis ma dernière visite, le %s

source: %A, %B %e %Y, %H:%M
fr: %A %e %B %Y, %H:%M

source: Copy or move entry
fr: Copier ou déplacer un billet

source: Media directories
fr: Répertoires des médias

source: Entry #%1$s %2$s copied to blog %3$s, new entry id: #%4$s
fr: Billet #%1$s %2$s copié vers le blog %3$s, id du nouveau billet : #%4$s

source: Entry #%1$s %2$s moved to blog %3$s
fr: Billet #%1$s %2$s déplacé vers le blog %3$s

source: Are you sure you want to copy the post?
fr: Êtes-vous certain de vouloir copier le billet ?

source: Are you sure you want to move the post?
fr: Êtes-vous certain de vouloir déplacer le billet ?

source: Entry:
fr: Billet :

source: Copy or move to blog:
fr: Copier ou déplacer vers le blog :

source: Status of the copied or moved entry:
fr: État du billet copié ou déplacé :

source: The category will be removed if the entry is not copied to the same blog.
fr: La catégorie sera supprimée si le billet n'est pas copié sur le même blog.

source: Copy
fr: Copier

source: Move
fr: Déplacer

source: (in the blog timezone)
fr: (dans le fuseau horaire du blog)

source: Move entry
fr: Déplacer un billet

source: Public directory
fr: Répertoire public
