Repository: alexislefebvre/dotclear-lab
Catalog: plugins/periodical/locales/*/main.po
Languages: fr

source: Periodical
fr: Publications périodiques

source: add to periodical
fr: ajouter aux publications périodiques

source: remove from periodical
fr: retirer des publications périodiques

source: remove selected entries from periodical
fr: retirer les billets selectionnés des publications périodiques

source: add selected entries to periodical
fr: ajouter les billets selectionnés aux publications périodiques

source: There is no periodical
fr: Il n'y a pas de publication périodique

source: There is no pending post
fr: Il n'y a pas de billet en attente

source: Periods
fr: Périodes

source: Link to a period:
fr: lier à une période :

source: Hourly
fr: Toutes les heures

source: twice a day
fr: Deux fois par jour

source: Daily
fr: Une fois par jour

source: Weekly
fr: Une fois par semaine

source: Monthly
fr: Un fois par mois

source: Unknow frequence
fr: Fréquence inconnue

source: One post per day
fr: Un billet par jour

source: Period title is already taken
fr: Le titre de la période est déjà pris

source: Period title is required
fr: Le titre de la période est requis

source: Start date must be older than end date
fr: La date de début doit être plus ancienne que la date de fin

source: New period
fr: Nouvelle période

source: Next update:
fr: Prochaine mise à jour :

source: End date:
fr: Date de fin :

source: Publication frequency:
fr: Fréquence de publication :

source: Number of entries to publish every time:
fr: Nombre de billets à publier à chaque fois :

source: Create date
fr: Date de création

source: Edit period
fr: Modifier la période

source: Period
fr: Période

source: Next update
fr: Prochaine mise à jour

source: End date
fr: Date de fin

source: Frequence
fr: Fréquence

source: empty periods
fr: vider les périodes

source: delete periods
fr: effacer les périodes

source: Selected periods action:
fr: Action sur les périodes selectionnées :

source: Please wait
fr: Veuillez patienter

source: Settings
fr: Paramètres

source: Enable extension
fr: Activer l'extension

source: Dates of published entries
fr: Dates de billets publiés

source: Update post date
fr: Mettre à jour la date du billet

source: Update post url
fr: Mettre à jour l'URL du billet

source: Order of publication of entries
fr: Ordre de publication des billets

source: Send automatically message to tweeter when entry is published
fr: Envoie automatiquement un message à Twitter lors q'un billet est publié

source: Leave empty "ident" to not use this feature.
fr: Laisser vide les champs pour ne pas utiliser cette fonction.

source: For message, use wildcard: %posttitle%, %posturl%, %shortposturl%, %postauthor%, %sitetitle%, %siteurl%, %shortsiteurl%
fr: Pour le message, utiliser les jokers: %posttitle%, %posturl%, %shortposturl%, %postauthor%, %sitetitle%, %siteurl%, %shortsiteurl%

source: Twitter account
fr: Compte Twiiter

source: Type a password only to change old one.
fr: Ecrire le mot de passe uniquement pour changer l'ancien.

source: Identi.ca account
fr: Compte Identi.ca

source: No period
fr: Pas de période

source: Name
fr: Nom

source: Frequency
fr: Fréquence

source: view related entries
fr: voir les billets liés

source: edit period
fr: modifier la période

source: Configuration successfully saved
fr: Configuration sauvegardée avec succès

source: Periods successfully deleted
fr: Périodes mises à jour avec succès

source: Periods successfully emptied
fr: Périodes vidées avec succès

source: Period successfully updated
fr: Periode mise à jour avec succès

source: Period successfully created
fr: Période créée avec succès

source: Entries successfully published
fr: Billets publié avec succès

source: Entries successfully unpublished
fr: Billets mis hors ligne avec succès

source: Entries successfully removed from periodical
fr: Billets retirés des publications avec succès
