Repository: alexislefebvre/dotclear-lab
Catalog: plugins/dcDevKit/trunk/locales/*/main.po
Languages: fr

source: Developers kit
fr: Kit pour développeurs

source: Default module
fr: Module par défaut

source: Template %s does not exists
fr: Le template %s n'existe pas

source: You are not allowed to write template %s in file %s
fr: Vous n'êtes pas autorisé à écrire le template %s dans le fichier %s

source: Impossible to write file %s
fr: Impossible d'écrire le fichier %s

source: Module %s already exists
fr: Le module %s existe déjà

source: Theme creation is not available yet
fr: La création des thème n'est pas encore disponible

source: ID is required
fr: l'identifiant est obligatoire

source: Name is required
fr: Le nom est obligatoire

source: Description is required
fr: La description est obligatoire

source: Author is required
fr: L'auteur des obligatoire

source: Wrong file descriptor
fr: Fichier descripteur invalide

source: Wrong template descriptor
fr: Fichier template invalide

source: Invalid replacement format
fr: format de remplacement invalide

source: Unable to build package. Error :
fr: Impossible de créer le package. Erreur:

source: Dotclear trac
fr: Trac de Dotclear

source: Dotclear technical documentation
fr: Documentation technique de Dotclear

source: Dotaddict tips
fr: Tips pour Dotclear

source: Plugin documentation
fr: Documentation des plugins pour Dotclear

source: Dotaddict plugins
fr: Plugins Dotclear sur Dotaddict

source: Theme documentation
fr: Documentation des thèmes de Dotclear

source: Dotaddict themes
fr: Thèmes Dotclear sur Dotaddict

source: Module does no exists
fr: Le module n'existe pas

source: Theme links
fr: Liens pour les thèmes

source: Plugin links
fr: Liens pour les plugins

source: General links
fr: Liens généraux

source: Module bootstrap
fr: Amorçage de module

source: Here, you can create a new plugin/theme
fr: Ici, vous pouvez créer un nouveau plugin/thème

source: Create %s
fr: Creer %s

source: ID:
fr: Identifiant:

source: Leave blank for default (usage,contentadmin)
fr: Laisser blanc pour la valeur par défaut (usage,contentadmin)

source: Priority:
fr: Priorité:

source: Leave blank for default (100)
fr: Laisser blanc pour la valeur par défaut (100)

source: Implement behaviors:
fr: Implémenter des behaviors

source: Enter one behavior name by line. Leave blank to any implementation
fr: Entrer le nom d'un behavior par ligne. Laisser blanc pour aucun

source: Administration part
fr: Partie administration

source: Add an administration page
fr: Ajouter une page d'administration

source: Precise for which permissions:
fr: Préciser pour quelles permissions:

source: Add a widget
fr: Ajouter un widget

source: Implement REST/ajax service(s):
fr: Implémenter un(des) service(s) REST/ajax

source: Enter one service name by line. Leave blank to any implementation
fr: Entrer le nom d'un service par ligne. Laisser blanc pour aucun

source: Public part
fr: Partie publique

source: Add handlers:
fr: Ajouter des gestionnaires d'URL:

source: Enter names separated by coma
fr: Entrer les noms séparés par des virgules

source: Implement template tag(s):
fr: Implémenter des balises de template

source: Enter one template name by line (ex: myValue:value or myBlock:block). Leave blank to any implementation
fr: Entrer le nom d'une balise par ligne (ex: myValue:value ou myBlock:block) . Laisser blanc pour aucune

source: Create new %s
fr: Créer nouveau %s

source: Module successfully created.
fr: Le module a été créé avec succès

source: Developers kit configuration
fr: Configuration du kit pour développeurs

source: Here, you can set all parameters related of each module
fr: Ici, vous pouvez paramétrer chaque module

source: Configuration has been saved successfully
fr: La configuration a été enregistré avec succès

source: Save configuration
fr: Enregistrer la configuration

source: Here, you can create a package of your plugins/themes
fr: Ici, vous pouvez créer un package de vos plugins/thèmes

source: Pack %s
fr: Packager %s

source: Pack selected %s
fr: Package séléctionné %s

source: Package(s) successfully created.
fr: Le package a été créé avec succès

source: Repository path:
fr: Chemin du dépôt:

source: Minify *.js files
fr: Minifier les fichiers *.js

source: Also minify *.css files
fr: Minifier les fichiers *.css

source: Files/Folders to exclude:
fr: Fichiers/répertoires à exclure:

source: Exclude automatically ., .., .svn, CVS, .DS_Store, Thumbs.db
fr: Exclu automatiquement ., .., .svn, CVS, .DS_Store, Thumbs.db
