Repository: alexislefebvre/dotclear-lab
Catalog: plugins/subscribeToComments/locales/*/main.po
Languages: fr

source: Invalid post ID.
fr: Identifiant du billet invalide.

source: Account informations sent
fr: Informations sur le compte envoyées

source: Subscriptions removed
fr: Abonnements effacés

source: Logged out
fr: Déconnecté

source: Logged in
fr: Connecté

source: Emails blocked
fr: Emails bloqués

source: Emails allowed
fr: Emails autorisés

source: An email has been sent to the new email address
fr: Un email a été envoyé à la nouvelle adresse email

source: Email address changed
fr: Adresse email changée

source: Account deleted
fr: Compte supprimé

source: Subscribed to the entry
fr: Abonné au billet

source: Receive following comments by email
fr: Recevoir les commentaires suivants par email

source: Subscribe to receive following comments by email or manage subscriptions
fr: S'abonner pour recevoir les commentaires suivants par email ou modifier les abonnements

source: Subscribe to receive following comments by email
fr: S'abonner pour recevoir les commentaires suivants par email

source: Invalid email address.
fr: Adresse email invalide.

source: Invalid key.
fr: Clé invalide.

source: Subscribe to comments
fr: Abonnement aux commentaires

source: <img src="images/check-off.png" alt="%1$s" title="%1$s" /> Notification email not sent, click on <strong>%2$s</strong>.
fr: <img src="images/check-off.png" alt="%1$s" title="%1$s" /> Email de notification non envoyé, cliquez sur <strong>%2$s</strong>.

source: not sent
fr: non envoyé

source: <img src="images/check-on.png" alt="%1$s" title="%1$s" /> Notification email sent.
fr: <img src="images/check-on.png" alt="%1$s" title="%1$s" /> Email de notification envoyé.

source: sent
fr: envoyé

source: Invalid email address or key.
fr: Adresse email ou clé invalide.

source: Invalid post.
fr: Billet invalide.

source: This email address already exists.
fr: Cette adresse email existe déjà.

source: Reload the page
fr: Recharger la page

source: Link expired, request another email.
fr: Lien périmé, demandez un autre email.

source: Blog URL
fr: URL du blog

source: Email address
fr: Adresse email

source: %s's page URL
fr: URL de la page %s

source: Post title
fr: Titre du billet

source: Post URL
fr: URL du billet

source: URL to new comment
fr: URL vers le nouveau commentaire

source: Comment author
fr: Auteur du commentaire

source: Comment content
fr: Contenu du commentaire

source: New email address
fr: Nouvelle adresse email

source: URL to confirm the change of email address
fr: URL pour confirmer le changement d'adresse email

source: (blog language)
fr: (langue du blog)

source: Test email from your blog - %s
fr: Email test depuis votre blog - %s

source: The plugin % works.
fr: Le plugin %s fonctionne.

source: Test email sent.
fr: Email test envoyé.

source: Settings restored.
fr: Paramètres restaurés.

source: Configuration successfully updated.
fr: Configuration mise à jour avec succès.

source: Restore default settings ? The old settings will be deleted.
fr: Restaurer les paramètres par défaut ?

source: Error:
fr: Erreur:

source: Unable to find metadata plugin
fr: Impossible de trouver l'extension metadata

source: The plugin is disabled.
fr: Ce plugin n'est pas activé.

source: Enable %s
fr: Activer %s

source: Save configuration
fr: Enregistrer la configuration

source: Settings
fr: Paramètres

source: Define From: header of outbound emails:
fr: Définir l'entête From: des emails sortants :

source: Post types
fr: Types de billets

source: Enable %s with the following post types :
fr: Activer %s pour les types de billets suivants :

source: No entry yet. Create a new entry.
fr: Pas encore de billet. Créez une nouveau billet.

source: Email formatting
fr: Format des emails

source: You can format the emails using the following tags.
fr: Vous pouvez formater les emails en utilisant les balises suivantes.

source: Each tag will be replaced by the associated value.
fr: Chaque balise sera remplacée par la valeur associée.

source: Tags available in all the contexts
fr: Balises disponibles dans tous les contextes

source: Value
fr: Valeur

source: Email sent when an account is created or if a subscriber request it
fr: Email envoyé quand un compte est créé ou si un abonné le demande

source: Subject
fr: Sujet

source: Content
fr: Contenu

source: Email sent when a subscriber subscribe to the comments of a post
fr: Email envoyé quand un abonné s'abonne aux commentaires d'un billet

source: Send an email for each subscription to the comments of a post
fr: Envoyer un email pour chaque abonnement aux commentaires d'un billet

source: Available tags
fr: Balises disponibles

source: Email sent when a new comment is published
fr: Email envoyé quand un nouveau commentaire est publié

source: Email sent when a subscriber want to change his email address
fr: Email envoyé quand un abonné veut changer d'adresse email

source: Display
fr: Affichage

source: This plugin needs to add some code on the post page.
fr: Ce plugin a besoin d'ajouter du code sur la page du billet.

source: This can be done automatically by checking the following checkboxes.
fr: Cela peut être fait automatiquement en cochant les cases suivantes.

source: If you want to customize the display on the post page (the post.hml file of your theme), uncheck the following checkboxes and follow the instructions under each checkbox :
fr: Si vous voulez modifier l'affichage sur la page du billet, décochez les cases suivantes et suivez les instructions sous chaque case :

source: You can use the plugin <strong>%s</strong> to edit the file <strong>post.html</strong>.
fr: Vous pousez utiliser le plugin <strong>%s</strong> pour éditer le fichier <strong>post.html</strong>.

source: Install %s on the post page.
fr: Installer %s sur la page du billet.

source: Add the <strong>%s</strong> checkbox in the comment form
fr: Ajouter la case <strong>%s</strong> dans le formulaire de commentaire

source: or
fr: ou

source: insert this in the comment form (suggestion : in the <code>&lt;fieldset&gt;</code> before the <code>&lt;/form&gt;</code> tag) :
fr: insérez ceci dans le formulaire de commentaire (suggestion : dans le <code>&lt;fieldset&gt;</code> avant la balise <code>&lt;/form&gt;</code>) :

source: If the <strong>%s</strong> checkbox is not displayed correctly and the blog use Blowup or Blue Silence theme, check this :
fr: Si la case <strong>%s</strong> n'est pas affichée correctement et que le blog utilise le thème Blowup ou Blue Silence, cochez ceci :

source: Add a CSS rule to style the <strong>%1$s</strong> checkbox
fr: Ajouter une règle CSS pour styler la case <strong>%1$s</strong>

source: add this CSS rule at the end of the file <strong>style.css</strong>
fr: ajoutez cette règle CSS à la fin du fichier <strong>style.css</strong>

source: Add a link to the <strong>%s</strong> page between the comments and the trackbacks
fr: Ajouter un lien vers la page <strong>%s</strong> entre les commentaires et les rétroliens

source: The code will appear after the %s tag.
fr: Le code apparaîtra après la balise %s.

source: insert this anywhere on the page (suggestion : just after the <code>&lt;/form&gt;</code> tag) :
fr: insérez ceci n'importe où dans la page (suggestion : juste après la balise <code>&lt;/form&gt;</code>) :

source: Restore
fr: Restaurer

source: Restore default settings
fr: Restaurer les paramètres par défaut

source: Language:
fr: Langue&nbsp;:

source: %s send notification emails to the subscribers of a post when :
fr: %s envoie des emails de notification aux abonnés d'un billet quand :

source: a comment is posted and published immediatly
fr: un commentaire est posté et publié immédiatement

source: a pending comment is published
fr: un commentaire en attente est publié à partir de l'interface d'administation

source: If this weblog is hosted by free.fr, create a <code>/sessions/</code> directory in the root directory of the website.
fr: Si ce blog est hébergé chez free.fr, créez un répertoire <code>/sessions/</code> dans le répertoire racine de ce site.

source: To use this plugin, you have to test if the server can send emails :
fr: Pour utiliser ce plugin, vous devez tester si le serveur peut envoyer des emails :

source: This will send a email, if you don't receive it, try to <a href="%s">change the way Dotclear send emails</a>.
fr: Ceci enverra un email, si vous ne le recevez pas, essayez de <a href="%s">changer la façon dont Dotclear envoie les emails</a>

source: Try to send an email
fr: Essayer d'envoyer un email

source: Inspired by <a href="%1$s">%2$s</a>
fr: Inspiré par <a href="%1$s">%2$s</a>

source: Subscribe to comments for WordPress
fr: Subscribe to comments pour WordPress

source: Account
fr: Compte

source: Allow emails ?
fr: Autoriser les emails ?

source: Allow emails
fr: Autoriser les emails

source: Block emails ?
fr: Bloquer les emails ?

source: Block emails
fr: Bloquer les emails

source: Change email address
fr: Changer l'adresse email

source: Click on the button below to resend informations to your email address.
fr: Cliquez sur le bouton ci-dessous pour renvoyer les informations à votre adresse email.

source: Delete all subscriptions and the account
fr: Supprimer tous les abonnements et le compte

source: Delete the account ?
fr: Supprimer le compte ?

source: Entries
fr: Billets

source: Get back to
fr: Revenir à

source: Home
fr: Accueil

source: invert selection
fr: inverser la sélection

source: Logout
fr: Déconnexion

source: Remove selected subscriptions
fr: Supprimer les abonnements sélectionnés

source: Remove subscriptions
fr: Supprimer des abonnements

source: select all
fr: tout sélectionner

source: Subscribe to
fr: S'abonner à

source: Subscribe to one entry
fr: S'abonner à un billet

source: To login, you have to click on the link given in previously sent emails.
fr: Pour vous connecter, vous devez cliquer sur le lien donné dans les emails envoyés précédemment.

source: You'll have 24 hours to click on the link sent to the new email address to confirm the change.
fr: Vous aurez 24 heures pour cliquer sur le lien envoyé à la nouvelle adresse email pour confirmer le changement.
