Repository: alexislefebvre/dotclear-lab
Catalog: plugins/notEvilAds/locales/*/main.po
Languages: fr

source: Not Evil Ads plugin is not installed!
fr: Le plugin Not Evil Ads n'est pas installé !

source: No identifier specified.
fr: Aucun identifiant spécifié.

source: Ad successfully updated.
fr: Publicité mise à jour avec succès.

source: Please refresh this page to continue. This should be fixed now.
fr: Merci d'actualiser cette page pour continuer. Le problème devrait être réglé.

source: A setting was missing.
fr: Un paramètre était manquant.

source: Not Evil Ads settings were not installed or were corrupted.
fr: Les paramètres du plugin Not Evil Ads n'étaient pas installés ou étaient corrompus.

source: Ads data were corrupted.
fr: Les données des publicités étaient corrompues.

source: Identifier required.
fr: L'identifiant est requis.

source: Invalid ad identifier format.
fr: Format invalide de l'identifiant de la publicité.

source: HTML code required.
fr: Le code HTML est requis.

source: You tried to change identifier from '%s' to '%s', but '%s' is already used.
fr: Vous avez essayé de changer l'identifiant de "%s" en "%s", mais "%s" est déjà utilisé.

source: Warning ! Identifier changed from '%s' to '%s'.
fr: Attention ! L'identifiant a été changé de "%s" en "%s".

source: No ads selected.
fr: Aucune publicité n'a été sélectionnée.

source: Selected ads deleted.
fr: Les publicités sélectionnées sont supprimées.

source: Selected ads are now not evil.
fr: Les publicités sélectionnées sont à présent agressives.

source: Selected ads are now evil.
fr: Les publicités sélectionnées ne sont plus agressives.

source: Selected ads are now disabled.
fr: Les publicités sélectionnées sont à présent désactivées.

source: Selected ads are now enabled.
fr: Les publicités sélectionnées sont à présent activées.

source: Unfortunately, I do not understand your request.
fr: Malheureusement, je ne comprends pas votre requête.

source: New ad added.
fr: Nouvelle publicité ajoutée.

source: Something was maybe updated. But what?
fr: Quelque chose était peut-être mis à jour. Mais quoi ?

source: Fatal error occured. Can not continue.
fr: Une erreur fatale est survenue. Impossible de continuer.

source: Return to the main configuration page
fr: Retour à la page de configuration principale

source: Go back
fr: Retour

source: Edit ad '%s'
fr: Éditer la publicité "%s"

source: Not Evil Ads
fr: Publicité

source: New ad
fr: Nouvelle publicité

source: Disable Ajax
fr: Désactiver Ajax

source: Update configuration
fr: Mettre à jour la configuration

source: Identifier
fr: Identifiant

source: Action for selected ads:
fr: Pour les publicités séléctionnées

source: Legend:
fr: Légende :

source: Preview
fr: Prévisualiser

source: Edit
fr: Éditer

source: This ad is evil
fr: Cette publicité est agressive

source: This ad is not evil
fr: Cette publicité n'est pas agressive

source: This ad is disabled
fr: Cette publicité est désactivée

source: Preview not avaible.
fr: La prévisualisation n'est pas disponible.

source: Edit this ad
fr: Éditer cette publicité

source: Do not show on home page
fr: Ne pas afficher sur la page d'accueil

source: evil
fr: agressif

source: not evil
fr: non agressif

source: disabled
fr: désactivé

source: enabled
fr: activé

source: Make not evil
fr: Rendre non agressive

source: Make evil
fr: Rendre agressive

source: Enable
fr: Activer

source: Disable
fr: Désactiver

source: Add a new ad
fr: Ajouter une nouvelle publicité

source: Identifier:
fr: Identifiant :

source: Disable Ajax for this ad
fr: Désactiver Ajax pour cette publicité

source: Select the ad to show:
fr: Sélectionnez la publicité à afficher :

source: Ads
fr: Publicités

source: Is not evil
fr: Publicité désactivable

source: HTML code:
fr: Code HTML :

source: DIV identifier:
fr: Identifiant de l'élément DIV :

source: Extra DIV attributes:
fr: Attributs optionnels de l'élément DIV :

source: Not on home page
fr: Pas sur la page d'accueil

source: Identifiers for not evil ads
fr: Identifiants des publicités désactivables

source: Not Evil Ads hide button
fr: Bouton de désactivation Not Evil Ads

source: Hide button value:
fr: Nom du bouton de désactivation :

source: Show button value:
fr: Nom du bouton d'activation :

source: Hide ads
fr: Cacher la publicité

source: Show me ads
fr: Montrez-moi la publicité

source: Not Evil Ads is not installed. Please go to your dashboard to install this plugin.
fr: Not Evil Ads n'est pas encore installé. Merci d'aller dans le tableau de bord pour installer ce plugin.

source: Invalid format for ads identifiers
fr: Format invalide des identifiants des publicités

source: Not Evil Ads configuration page
fr: Page de configuration pour Not Evil Ads

source: Configuration updated.
fr: La configuration a été mise à jour.

source: General configuration
fr: Configuration générale

source: Not evil ads identifiers:
fr: Identifiants de la publicité désactivable

source: Show ads by default
fr: Afficher la publicité par défaut

source: Do not show ads on home page by default
fr: Ne pas afficher la publicité sur la page d'accueil par défaut

source: Cookie configuration
fr: Configuration du cookie

source: Cookie name
fr: Nom du cookie

source: Keep cookie %s days
fr: Garder le cookie pendant %s jours

source: Do not use cookie advanced configuration (cookie domain and path parameters)
fr: Ne pas utiliser la configuration avancée des cookies (les paramètres du domaine et du chemin d'accès du cookie)

source: Cookie path
fr: Chemin d'accès du cookie

source: Cookie domain
fr: Domaine de validité du cookie

source: Do not use path and domain parameters unless you know what you are doing
fr: N'utilisez pas les paramètres de chemin d'accès et de domaine à moins que vous ne sachiez ce que vous faites

source: Unfortunately, help is not avaible in English. To read the up-to-date help in French, please go to the <a href="%s" title="Not Evil Ads online help">support webpage</a>.
fr: Malheureusement, l'aide n'est pas disponible en anglais. Pour lire l'aide à jour en français, merci de visiter <a href="%s" title="Aide en ligne pour Not Evil Ads">la page web de support</a>.

source: Help
fr: Aide

source: HTML code
fr: Code HTML
